{
    "Article 1": {
        "title": " ANALYSING THE CONSUMER PROTECTION ACT, 2019: EMPOWERING CONSUMERS IN THE DIGITAL AGE ",
        "content": " \n INTRODUCTION \n The Consumer Protection Act of 1986 was replaced by the Consumer Protection Act of 2019, following its introduction in the Lok Sabha by Mr. Ram Vilas Paswan, the Minister of Food and Public Distribution and Consumer Affairs. This bill was presented on July 8, 2019. The primary objective of the Consumer Protection Act, 2019 is to safeguard and advance the interests of consumers by offering them an affordable and expeditious means to address their grievances. The Act is applicable throughout India and covers all types of businesses, including traders, manufacturers, and e-commerce firms, regardless of whether they are involved in the supply of goods or provision of services.  \n Consumer protection is a vital aspect of any thriving economy, ensuring fair and transparent transactions between businesses and consumers. Recognizing the need to address emerging challenges in the marketplace, the Indian government enacted the Consumer Protection Act, 2019. This comprehensive legislation aims to safeguard the interests and rights of consumers, while also adapting to the evolving landscape of the digital economy. \n ANALYSING THROUGH DIFFERENT LENSES  \n A POSITIVE OUTLOOK: \n Strengthening Consumer Rights as compared to Act of 1986 \n The Consumer Protection Act, 2019 reinforces and expands upon the fundamental rights of consumers. It recognizes six basic rights: the right to be protected against hazardous goods and services, the right to information, the right to choose, the right to be heard, the right to seek redressal, and the right to consumer education. By enshrining these rights in law, the act empowers consumers to make informed decisions, voice their grievances, and seek appropriate remedies. \n Increased Power of Consumer Courts \n The proposed amendments to the Consumer Protection Act include a provision stating that the judgments of consumer courts, such as the district, state, and national levels, will be enforced as decrees of civil courts. To ensure adherence to the orders issued by these consumer courts, an amendment has been proposed. This amendment suggests that individuals failing to comply with the orders of the district forum, state commission, or national commission may be subject to a fine of either Rs500 or 1.5% of the penalty amount. This amendment facilitated the speedy disposal of cases. \n E-Commerce and Consumer Protection \n With the rise of e-commerce, the Consumer Protection Act, 2019 seeks to address the unique challenges faced by online consumers. It introduces provisions that hold e-commerce platforms accountable for counterfeit products, unfair trade practices, and non-compliance with consumer rights. The act mandates the disclosure of important information such as seller details, return policies, and terms of service, thereby enhancing transparency and trust in online transactions. \n Product Liability and Consumer Safety \n The new legislation places emphasis on product liability, making manufacturers and sellers responsible for defective goods and services. It introduces the concept of product liability action, which enables consumers to seek compensation for harm caused by defective products. This provision ensures that consumers are protected from substandard products and encourages businesses to maintain high-quality standards. \n Alternate Dispute Resolution Mechanism \n Recognizing the need for expeditious and cost-effective resolution of consumer disputes, the Consumer Protection Act, 2019 promotes the use of alternative dispute resolution mechanisms. It establishes Consumer Dispute Redressal Commissions at the district, state, and national levels, offering consumers a quicker and more accessible route for grievance redressal. Mediation, arbitration, and negotiation are encouraged to resolve disputes amicably, reducing the burden on the formal judicial system. \n Simplifying Consumer Complaint Redressal \n The new legislation simplifies the process of filing consumer complaints. Consumers now have the option to file complaints electronically, making it more convenient and accessible. Additionally, the act enables consumers to file complaints at their place of residence or work, saving them from the hassle of traveling to the seller's location. These measures aim to streamline the redressal process and ensure greater consumer participation. \n Consumer Education and Awareness \n The Consumer Protection Act, 2019 recognizes the importance of consumer education and awareness in empowering consumers. It mandates the promotion of consumer rights through campaigns, workshops, and educational programs. By imparting knowledge about consumer rights and responsibilities, the act encourages informed decision-making and fosters a culture of consumer empowerment. \n Increased Pecuniary Jurisdiction \n Consumer Dispute Redressal Commissions will be established at the district, state, and national levels, each with specific pecuniary jurisdiction. The district-level commission will handle cases involving amounts up to Rs one crore, while the state-level commission will address cases ranging from Rs one crore to Rs 10 crore. For cases exceeding Rs 10 crore, the national-level commission will have the jurisdiction. When it comes to unfair contracts, complaints with a value of up to Rs 10 crore will be heard by the state commissions, whereas the national commissions will handle complaints exceeding that threshold. Additionally, these commissions possess the authority to declare unfair terms within such contracts as null and void. \n Strengthening Penalties and Deterrence \n To discourage unfair trade practices and protect consumers from exploitation, the Consumer Protection Act, 2019 significantly enhances penalties for violations. It introduces stringent provisions, such as penalties for misleading advertisements, adulteration, and spurious goods. Repeat offenders face higher fines and even imprisonment, creating a strong deterrent against unscrupulous practices. \n THE UNDERLINED NEGATIVES \n Lack of clarity of minimum qualification \n The Consumer Protection Act 2019 specifies that the Commissions will be led by a 'President' and will consist of other members. However, it delegates to the central government the authority to determine the qualifications of the President and members. Notably, act does not explicitly state that the President or members must possess a minimum level of judicial qualifications. This differs from the existing Consumer Protection Act of 1986, which stipulates that the District Commission should be headed by an individual qualified to be a district judge. Similarly, the State and National Commissions are headed by individuals qualified to be High Court or Supreme Court judges, respectively. The 1986 Act also outlines the minimum qualifications required for members. \n No Strict Separation of Powers \n The Consumer Protection Act, 2019 allows the central government to determine the procedure for appointing members to the Commissions. The act does not mandate the involvement of the higher judiciary in the selection process. Some concerns may arise regarding the potential impact on the independent functioning of the Commissions if the executive is granted the authority to appoint members. \n REMARKS  \n The Consumer Protection Act, 2019 is a significant milestone in India's consumer protection landscape, addressing the challenges posed by the digital economy while strengthening consumer rights and safeguards. By establishing regulatory authorities, ensuring product liability, promoting alternate dispute resolution, and simplifying complaint redressal, the act endeavours to create a fair and transparent marketplace. However, effective implementation, widespread awareness, and active consumer participation are crucial to harness the full potential of this legislation. The Consumer Protection Act, 2019 marks a progressive step forward in empowering consumers and ensuring their well-being in the dynamic and ever-evolving marketplace of the digital age. \n REFERENCES \n https://prsindia.org/billtrack/the-consumer-protection-bill-2018  \n https://www.moneylife.in/article/amendments-to-the-consumer-protection-act-a-step-in-the-right-direction/22717.html  \n https://www.geeksforgeeks.org/consumer-protection-act-1986-v-s-consumer-protection-act-2019/  \n https://citizenmatters.in/faq-consumer-protection-amendment-act-14404 ",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 2": {
        "title": " Navigating the Intricacies of Family Law: Protecting the Ties That Bind ",
        "content": " \n Introduction  \n Family is the cornerstone of society, and family law plays a crucial role in preserving and regulating the relationships within it. With its multifaceted nature, family law encompasses a wide range of legal matters, including marriage, divorce, child custody, adoption, and domestic violence. This article explores the key aspects of family law, highlighting its significance in safeguarding the rights and well-being of individuals and families. From the formation to the dissolution of familial bonds, understanding family law is essential for navigating the complexities of family dynamics and ensuring a just and equitable outcome for all parties involved. \n Marriage and Divorce \n One of the fundamental aspects of family law is the regulation of marriages and divorces. Marriage laws vary across jurisdictions, but they generally define the legal requirements, rights, and responsibilities of spouses. Family law governs the formation of marriage, including age limits, consent, and prohibited degrees of relationship. \n Similarly, family law presides over divorce proceedings when marital unions break down irretrievably. Divorce laws determine the grounds for divorce, such as adultery, cruelty, or irreconcilable differences. They also address the division of property, spousal support, and child custody arrangements. \n Child Custody and Support \n Child custody is an emotionally charged aspect of family law, primarily focused on determining the best interests of the child when parents separate or divorce. Courts consider various factors, including the child's age, physical and emotional needs, and the ability of each parent to provide a stable and nurturing environment. Custody arrangements can be joint, where parents share decision-making and residential responsibilities, or sole, granting custody to one parent with visitation rights for the other. \n Child support is another crucial component of family law, ensuring that both parents contribute to the financial well-being of their child. The amount of child support is often determined based on the income of both parents and the needs of the child. Failure to comply with child support orders can lead to legal consequences, including wage garnishment, property liens, or even imprisonment. \n Adoption and Surrogacy \n Family law extends its reach to the realm of adoption and surrogacy, facilitating the legal process of creating families. Adoption involves the transfer of parental rights from the biological parents to the adoptive parents, granting the child legal and emotional ties to their new family. Family law ensures that adoption proceedings adhere to specific requirements, including consent, home studies, and post-placement visits, all aimed at safeguarding the best interests of the child. \n Surrogacy, on the other hand, involves a woman carrying a child for intended parents. Family law addresses the legal complexities surrounding surrogacy, including the formation of surrogacy agreements, parentage rights, and the resolution of any disputes that may arise during the process. \n Family law also encompasses adoption and surrogacy, providing legal frameworks for individuals and couples who wish to expand their families. Adoption involves the legal transfer of parental rights and responsibilities from birth parents to adoptive parents. It ensures the child's well-being and grants them the same rights and privileges as biological children. Surrogacy arrangements involve a woman carrying a child on behalf of intended parents who may be unable to conceive. Family law regulates the contractual aspects, parental rights, and obligations in such cases, safeguarding the interests of all parties involved. \n Domestic Violence and Protection Orders \n Family law acts as a protective shield against domestic violence, offering legal remedies and safeguards for victims. It enables individuals to obtain protection orders, commonly known as restraining orders, against their abusers. These orders prohibit the perpetrator from engaging in certain actions, such as approaching the victim, contacting them, or entering their residence or workplace. Violation of a protection order can result in serious legal consequences. \n Family law also provides avenues for seeking legal remedies in cases of domestic violence, including divorce, child custody modifications, and the establishment of supervised visitation arrangements to ensure the safety of the victim and their children. \n Conclusion  \n Family law is a comprehensive legal framework that encompasses diverse aspects of familial relationships. By addressing issues such as marriage, divorce, child custody, adoption, and domestic violence, family law plays a vital role in safeguarding the rights, well-being, and stability of individuals and families. Navigating the intricacies of family law requires a deep understanding of its principles and processes, ensuring that the outcomes are fair, just, and protective of the interests of all parties involved. With its ever-evolving nature, family law continues to adapt to societal changes, ensuring that the bonds of family are cherished and protected in the face of modern challenges. \n Family law is an ever-evolving area of legal practice that touches the lives of countless individuals and families. It strives to strike a balance between protecting individual rights and preserving the integrity and well-being of families. By addressing aspects such as marriage, divorce, child custody, adoption, and domestic violence, family law plays a vital role in ensuring fairness, safeguarding vulnerable members, and promoting the best interests of children. As society continues to evolve, family law must adapt to new challenges and perspectives, reinforcing its commitment to fostering healthy, secure, and nurturing family environments.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 3": {
        "title": " Understanding Criminal Law: Safeguarding Society through Justice ",
        "content": " \n Introduction \n Criminal law forms the foundation of any legal system, functioning as a safeguard for societies worldwide. Its primary objective is to maintain order, protect individual rights, and ensure justice is served. This article provides an overview of criminal law, highlighting its key principles, elements of a crime, and the fundamental rights and procedures involved in the criminal justice system. \n I. What is Criminal Law? \n Criminal law encompasses the body of laws that define and regulate conduct that is considered harmful or threatening to society. Its purpose is to establish a fair and just system that holds individuals accountable for their actions while protecting the rights of both the accused and the victims. Criminal law differs from civil law, as it focuses on punishing offenders rather than compensating victims. \n II. Elements of a Crime \n To establish guilt in a criminal case, certain elements must be proven beyond a reasonable doubt. These elements generally include: \n Actus Reus: The accused must have committed a voluntary act or omission that violates the law. It involves a physical action, such as theft or assault, or the failure to act when there is a legal duty to do so, such as neglecting to provide care to a dependent. \n Mens Rea: This refers to the mental state or intent of the accused at the time of committing the act. It includes varying degrees of culpability, ranging from intention to negligence or recklessness. \n Causation: There must be a causal link between the accused's actions and the harm caused. The harm must have been a direct result of the accused's conduct. \n Concurrence: The actus reus and mens rea must occur simultaneously. The accused must have had the requisite mental state at the time of committing the unlawful act. \n III. Categories of Crimes \n Criminal offenses are typically classified into several categories, including: \n Felonies: Serious crimes that are punishable by imprisonment for more than one year or, in some jurisdictions, by death. Examples include murder, robbery, and fraud. \n Misdemeanors: Less serious offenses that are generally punishable by imprisonment for up to one year, probation, fines, or a combination of these. Examples include simple assault, petty theft, and disorderly conduct. \n Infractions: Minor offenses often referred to as violations or petty offenses. They are punishable by fines, community service, or other non-custodial penalties. Examples include traffic violations and public nuisance offenses. \n IV. Rights of the Accused \n Criminal law recognizes the importance of protecting the rights of individuals accused of crimes to ensure a fair trial and prevent wrongful convictions. Some fundamental rights of the accused include: \n Presumption of Innocence: Every accused person is presumed innocent until proven guilty, and the burden of proof rests on the prosecution. \n Right to Legal Counsel: The accused has the right to be represented by an attorney to ensure a fair trial. If unable to afford an attorney, one will be provided by the state. \n Right to a Speedy and Public Trial: The accused has the right to a trial without undue delay and in the presence of the public, ensuring transparency and accountability. \n Protection against Self-Incrimination: The accused cannot be compelled to testify against themselves. The right to remain silent is protected to prevent coerced confessions. \n V. The Criminal Justice Process \n The criminal justice system consists of various stages that ensure due process is followed. These stages include: \n Investigation: Law enforcement agencies gather evidence and collect witness statements to build a case against the accused. \n Arrest: If there is sufficient evidence, the accused may be arrested, and their constitutional rights, such as the right to be informed of the charges, are upheld. \n Arraignment: The accused is formally charged, and they enter a plea of guilty or not guilty before a judge. Bail may be set to secure their appearance in subsequent proceedings. \n Trial: The prosecution and defense present their cases, and the evidence is evaluated by a judge or jury to determine guilt or innocence. The accused is presumed innocent until proven guilty beyond a reasonable doubt. \n Sentencing: If the accused is found guilty, a judge imposes a sentence based on various factors, including the nature of the offense, the defendant's criminal history, and the applicable sentencing guidelines. \n VI. Evolving Challenges in Criminal Law \n Criminal law continually evolves to adapt to societal changes and address emerging challenges. Some contemporary issues include: \n Cybercrime: The rise of digital technology has led to new forms of criminal activity, such as hacking, identity theft, and online fraud. Legislatures and law enforcement agencies must stay abreast of these developments to effectively combat cybercrime. \n Criminal Justice Reform: Many jurisdictions are re-evaluating and reforming their criminal justice systems to address issues such as mass incarceration, racial disparities, and the treatment of non-violent offenders. The goal is to promote fairness, rehabilitation, and reduce recidivism rates. \n Conclusion \n Criminal law plays a vital role in maintaining social order, protecting individual rights, and upholding justice. By establishing the elements of a crime, protecting the rights of the accused, and ensuring due process, criminal law safeguards society and deters individuals from engaging in harmful behaviour. However, as society evolves, criminal law must adapt to emerging challenges to maintain its effectiveness in delivering justice for all.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 4": {
        "title": " Overview of Amendment in Consumer Protection Act, 2019 ",
        "content": " \n Introduction \n The practice of defending consumers against unethical business practices is known as consumer protection. It describes the measures taken to safeguard customers from dishonest and unethical business practices by sellers, manufacturers, service providers, etc. and to offer remedies in the event that their legal rights as consumers have been breached. \n The Consumer Protection Act of 2019 governs the administration of consumer rights protection in India. To replace the Consumer Protection Act of 1986, the Consumer Protection Act of 2019 was proposed. The new Act includes a number of provisions that take into account the difficulties faced by contemporary, technologically dependent customers. The Act also includes a number of clauses aimed at advancing and defending consumer rights. \n Meaning of the word ‘consumer’ \n A consumer is a person or group of people who buy products and services for their own consumption rather than for manufacture or resale. According to Section 2(7) of the Consumer Protection Act of 2019, a consumer is someone who purchases goods or services in return for money and uses them for both personal use and resale or other commercial purposes. It is explicitly mentioned in the definition of \"consumer\" that the terms \"buys any goods\" and \"hires or avails of any services\" also cover any electronic transactions made online, as well as direct selling, teleshopping, and multi-level marketing. \n Need for the Consumer Protection Act, 2019 \n The Indian government passed the Consumer Protection Act, 2019 to address issues connected to consumer rights violations, unfair business practices, deceptive advertising, and other situations that are detrimental to consumers' rights. Because of the advancement of technology and the dramatic rise in the purchase and sale of products and services online over the past several years, the Parliament intended the Act to include protections for e-consumers. \n By establishing Consumer Protection Councils to resolve disputes should they occur and to give adequate compensation to consumers if their rights have been violated, the Act aims to better protect the rights and interests of consumers. Additionally, it offers quick and efficient handling of customer concerns through alternative dispute resolution procedures. The Act also encourages consumer education to inform consumers of their rights, obligations, and options for resolving complaints. \n Objective of the Consumer Protection Act, 2019 \n The Act's primary objective is to safeguard consumers' interests and establish a robust and stable mechanism for consumer dispute resolution. The Demonstration plans to: \n 1. Prevent the promotion of products that pose a threat to both life and property. \n 2. Inform customers about the products' quality, potency, quantity, standard, purity, and price to protect them from unfair business practices. \n 3. To safeguard consumers' rights and interests, Consumer Protection Councils should be established. \n 4. Whenever you can, make sure you have access to a supplier of competitive goods. \n 5Ask for redress for unethical business practices or consumer exploitation. \n 6. Protect consumers by appointing authorities responsible for adequate, prompt administration and dispute resolution. \n 7.Establish the penalties for violations of the Act. \n 8. In the event of a problem or dispute, listen to your customers and make sure that their welfare will be taken into consideration in the appropriate forums. \n 9. Educate customers about their rights and provide them with education. \n 10. Utilize alternative means of resolving disputes to respond to customer complaints in a timely and efficient manner. \n Changes incorporated in Consumer Protection Act, 2019 \n The enactment of the Consumer Protection Act, 2019 are: \n 1. The Region Commissions will have the locale to engage grievances where the worth of the merchandise, administrations or items paid as thought to the vender doesn't surpass 50 lakh rupees. \n 2. Where the value of the goods, services, or products paid as consideration to the seller exceeds 50 lakh rupees but does not exceed two crore rupees, complaints will be heard by State Commissions. \n 3. Complaints involving goods, services, or products valued at more than two crore rupees as payment to the seller will be heard by the National Commission. \n 4.The Demonstration further expresses that each objection concerning customer debate will be discarded as quickly as could really be expected. If a complaint filed under this Act does not require analysis or testing of the goods or services, a decision on the complaint must be made within three months of the date the opposing party received notice, and if the complaint does require analysis or testing of the goods or services, it must be made within five months. \n 5. Complaints can now be filed online thanks to the Consumer Protection Act of 2019. In this regard, the Central Government has established the E-Daakhil Portal, which offers consumers across India a cost-effective, quick, and convenient means of contacting the appropriate consumer forums in the event of a dispute. \n 6. Direct selling and e-commerce are allowed by the Act. \n 7. Mediation and other forms of alternative dispute resolution are outlined in the Consumer Protection Act of 2019 so that the parties can settle the dispute without having to go through the hassle of litigation. \n 8.The Customer Insurance Act, 2019 contains arrangements for item responsibility, unjustifiable agreements and it likewise incorporates three new out of line exchange rehearses. On the other hand, the previous Act only listed six kinds of unfair trade practices. \n 9.The Demonstration of 2019 goes about as the warning body for the advancement and insurance of customer freedoms. \n 10. The Consumer Protection Act of 2019 gives the Central Government the authority to appoint the members of selection committees, so there is no room for them. \n CONCLUSION \n As can be seen, CPA 2019 has made a number of changes to CPA 1986. In India, the consumer protection regime has been expanded by CPA 2019. The progressions made vide CPA 2019 appear to additionally engage buyers by utilizing liabilities not just on their partners, i.e., the merchants, makers, specialist co-ops, yet additionally the endorsers of such items. It likewise endeavors to resolve the issues that were not thoroughly addressed by CPA 1986, such interests of shoppers as a class, and so on. \n   \n CPA 2019 has likewise endeavored to ease and secure the course of shopper debates goal by expanding the monetary locale of the commissions, joining intercession cells, expanding the individuals from the commissions, forcing higher punishments and so forth. \n   \n Because so many brand-new concepts have been introduced, it is impossible to precisely estimate the effects of CPA 2019 in advance. Nonetheless, what can be said is that everybody engaged with an exchange, other than the customer, should be more cautious and mindful than at any other time.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 5": {
        "title": " OVERVIEW OF COMPLIANCE RELATED TO POSH ACT ",
        "content": " \n POSH became law on December 9, 2013. The act was enacted to guarantee women's workplace safety. It guards women against workplace sexual harassment. Inappropriate behavior not just disregards the basic right of a lady to uniformity cherished under articles 14 and 15 of the constitution yet additionally disregards the option to live poise and right to rehearse any calling or to continue any occupation or business which is likewise ensured under Article 21 and Article 19 separately.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 6": {
        "title": " CONTENT OF A SALE DEED ",
        "content": " \n A sale deed is a legal document that serves as evidence of the transfer of ownership of a property from the seller (also known as the vendor) to the buyer (also known as the vendee). It is an important document in real estate transactions and establishes the legal rights and obligations of both parties involved. \n The sale deed contains detailed information about the property being sold, such as its description, location, boundaries, area, and any other relevant details. It also includes the purchase price agreed upon by the parties and the terms and conditions of the sale, including any specific clauses or conditions. \n In addition to the property details, the sale deed typically includes the names and addresses of the seller and the buyer, their respective identities and signatures, and the date of the transaction. It is usually executed on non-judicial stamp paper, and the document is required to be registered with the appropriate government authority, such as the Sub-Registrar's Office, to make it legally valid. Once the sale deed is registered, it becomes an important legal document and proof of ownership. It offers protection to the buyer against any future disputes or claims on the property. The sale deed is an essential document for obtaining loans, transferring the property to another party, or for any legal matters related to the property in the future. \n   \n ESSENTIALS OF INDIAN CONTRACT LAW \n Offer and Acceptance: There must be a valid offer made by one party and accepted by the other party. The offer must be clear, definite, and communicated to the other party. The acceptance must be unconditional and in accordance with the terms of the offer.  \n Intention to Create Legal Relations: The parties entering into the contract must have the intention to create legal obligations. Agreements of a social or domestic nature generally do not give rise to legal relationships.  \n Lawful Consideration: Consideration refers to something of value exchanged between the parties as part of the contract. It can be in the form of money, goods, services, or a promise to do or refrain from doing something. The consideration must be lawful, meaning it should not be illegal, immoral, or against public policy.  \n Capacity to Contract: The parties entering into the contract must have the legal capacity to do so. This means they must be of sound mind, of legal age (not a minor), and not disqualified by law from entering into contracts.  \n Free Consent: Consent must be given freely and without any undue influence, coercion, fraud, misrepresentation, or mistake. The parties must fully understand the terms and implications of the contract before agreeing to it.  \n Lawful Object: The object of the contract must be lawful. It should not involve any illegal activities or be against public policy.  \n Certainty and Possibility of Performance: The terms of the contract must be certain and capable of being performed. Vague or uncertain terms may render the contract unenforceable.  \n Legal Formalities: Some contracts are required to be in writing, registered, or comply with specific formalities as prescribed by law. Examples include contracts for the sale or transfer of immovable property, contracts of guarantee, and contracts in certain sectors like insurance. \n SALE AND PURCHASE AGREEMENT \n   \n This sale and purchase agreement is executed at ----- on this ------ day by Mr. / Ms. --------------- son/ daughter of---------------------------- aged about ------------------------ resident of -----------------------------------------, hereinafter called the Vendor, \n   \n IN FAVOUR OF Mr. / Ms. ---------------------------------- son/ daughter of---------------------------- aged about ------------------------ resident of -----------------------------------------, hereinafter called the Vendee. \n The expression Vendor and Vendee shall mean and include their heirs, successors, executors, administrators and assigns of the respective parties. \n Whereas the Vendor is the bonafide owner of the property described below with all rights and title and has absolute right to sale, alienate the aforesaid property to the Vendee. \n   \n Description of the property: \n i) Plot No. ---- and address \n ii) Area \n iii) Floors \n iv) Location \n v) Facilities and amenities \n Whereas the Vendor has agreed to sale the aforesaid property to the vendee for her bonafide needs and requirements with fittings and fixtures and the Vendee has agreed to purchase the same for a sum of Rs. ------------------------. \n   \n Now this sale and purchase agreement witnesseth as underThe Vendor declares that they hold the conveyance deed and have complete ownership and freehold rights over the aforementioned property, enabling them to sell and transfer it. \n The Vendor hereby transfers all rights, ownership, and interests in the aforementioned property to the Vendee under this agreement. \n The Vendor has already provided vacant and peaceful possession of the property to the Vendee, who has taken occupancy. \n The Vendee shall have full rights to use, enjoy, sell, mortgage, lease, or make any additions, alterations, or renovations to the property without any hindrance from the Vendor. \n The Vendor assures the Vendee that they are the sole and rightful owner of the property, with the authority to sell and transfer it. The property is free from any encumbrances, disputes, or legal flaws. If any defects are discovered, the Vendor and the property shall be liable to indemnify the Vendee for any loss incurred. \n The Vendee can have the property mutated and transferred into their name with the relevant government department based on this agreement. \n The Vendor shall pay any outstanding dues such as house tax, electricity bills, and water bills until the execution/registration of this agreement, after which the Vendee shall be responsible for such payments. \n The Vendee has borne all costs related to stamp papers and registration fees for this agreement. \n The Vendor has handed over all original documents establishing the chain of title for the property to the Vendee. \n The Vendee is authorized to transfer or obtain new electricity and water connections in their name at their own expense after the execution/registration of this agreement. \n The Vendee shall bear the maintenance costs of the property. \n The Vendor, their heirs, successors, executors, administrators, legal representatives, and assignees have relinquished all rights, titles, and interests in the property, making the Vendee the absolute owner. \n In Witness Whereof this sale and purchase agreement is executed at------- on the day, month and year above written. \n Vendor \n Vendee \n Witnesses: \n 1. \n 2.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 7": {
        "title": " CYBER CRIME AGAINST INTELLECTUAL PROPERTY ",
        "content": " \n The expansion of Information Technology has resulted in the proliferation of online businesses due to their cost-effectiveness, accessibility, convenience, and large user base. The global reach of the internet has provided great visibility for start-ups and medium-sized businesses, enabling them to effectively showcase their products and services. While the digital age has numerous advantages, there is a downside. The easy availability of information online, along with the ability to duplicate it and maintain anonymity, poses an ongoing threat to the protection of intellectual property rights, including copyrights, on the internet. \n According to the Copyright Act of 1957, computer software is protected as a literary work, and the same applies to computer databases under Section 2(o). Therefore, an original database is also safeguarded by copyright. \n Section 14 of the Copyright Act of 1957 grants the author of a work the exclusive rights to enjoy and exploit various rights conferred by the Act for literary, dramatic, musical, or artistic works, cinematographic films, and sound recordings. These rights include the right to reproduce the work, issue copies, perform or communicate the work to the public, make adaptations or translations, and the rights related to selling or renting different categories of works. The term of copyright protection for published literary, dramatic, musical, and artistic works is the author's lifetime plus sixty years from the beginning of the calendar year following the year in which the author dies. The same applies to cinematographic films and sound recordings. \n Multimedia works, by their nature, combine different elements such as text, sound, images, and moving images. Determining which provisions should apply to a multimedia work can be confusing, as it may involve a combination of distinct works such as sound recordings, films, artistic works, literary works, or software. Each of these works may have separate copyrights vested in the author, conferring different rights based on the category of work, as defined by the Copyright Act. For instance, the rights granted to the author of a literary work differ from those of a cinematographic film. Rental rights, for example, exist for cinematographic films but not for literary works. In my opinion, the correct interpretation is that a multimedia work is indeed a combination of separate works in which different copyrights are held by the author(s). It cannot always be treated as one work solely belonging to a computer programmer, as some academics argue. \n TYPES OF CYBER CRIMES \n Caching: Determining the distinction between private and public use is a fundamental copyright concern in the online realm. In India, the Copyright Act of 1957 differentiates between reproductions intended for public use and those requiring permission from the copyright holder. Reproduction rights on the internet give rise to essential considerations due to the inherent nature of internet transmission. At each stage of transmission, reproduction occurs. Temporary copying, also referred to as caching, plays a critical role in facilitating internet transmission by allowing messages to traverse networks and reach their intended destinations. Indian law defines reproduction as typically involving a physical form, but it also encompasses \"storing it in any medium by electronic means,\" thereby classifying caching as a violation of copyright. \n Plagiarism: Technological advancements have significantly facilitated the replication of copyrighted content, making it increasingly challenging, if not impossible, to control copyright infringement. Books, movies, films, and music can be readily reproduced, resulting in the creation and dissemination of numerous copies. Digital technology has enabled the duplication of content from one source, enabling editing or simple reproduction. This has disrupted the conventional means of utilizing the Copyright Act to safeguard individual rights and the rights of others, creating a state of upheaval. \n Online Piracy: This involves the unauthorized distribution of copyrighted material, such as movies, TV shows, music, e-books, or software, through file-sharing networks, torrent sites, or illegal streaming services. \n Domain Name Hijacking: Cyber criminals may hijack domain names by gaining unauthorized access to a domain owner's account and transferring the domain to their own control. This can be done for financial gain or to damage a brand's reputation. \n Cybersquatting: This refers to registering, trafficking, or using a domain name with the intent to profit from someone else's trademark. Cybersquat often register domain names similar to well-known brands or public figures in order to redirect traffic or demand a high price for the domain. \n Online Counterfeiting: This involves the production, sale, or distribution of counterfeit products, including luxury goods, electronics, pharmaceuticals, and apparel, through online platforms. Counterfeiters often operate through fake websites or online marketplaces. \n Malicious Linking: Cybercriminals may engage in the practice of malicious linking by embedding harmful or malicious links within websites, emails, or online advertisements. These links are designed to deceive users into clicking on them, leading to the installation of malware, phishing attacks, or other malicious activities. By tricking users into accessing these links, cybercriminals can gain unauthorized access to sensitive information, compromise computer systems, or carry out other forms of cyber-attacks. \n Illegal Content Linking: Linking to or facilitating access to illegal content is another form of linking in cybercrime. This can include providing links to websites that host or distribute pirated copyrighted material, such as movies, music, software, or books. It can also involve linking to websites that promote or facilitate illegal activities, such as drug trafficking, hacking tools, or counterfeit goods. Linking to such content may violate copyright laws, intellectual property rights, or contribute to the spread of illegal activities online.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 8": {
        "title": " PATENT IN PHARMA ",
        "content": " \n Patent protection is one of the key aspects of intellectual property rights (IPR) in the pharmaceutical industry. It grants exclusive rights to pharmaceutical companies over their inventions, typically new drugs or innovative processes, for a limited period of time. Here are some important points regarding patent protection in the pharmaceutical sector: \n Patent protection provides pharmaceutical companies with a significant competitive advantage by allowing them to recoup their investments in research and development. It incentivizes companies to invest in costly and risky drug discovery processes, as they can have a temporary monopoly on the market and charge higher prices to recover their expenses. \n In exchange for patent protection, pharmaceutical companies are required to disclose detailed information about their inventions. This disclosure promotes knowledge sharing, scientific progress, and the development of new treatments by enabling other researchers to learn from the patented technology after the exclusivity period ends.   \n INVENTION ELIGIBILITY \n To qualify for patent protection, an invention in the pharmaceutical industry must meet certain criteria, such as being novel, non-obvious, and having industrial applicability. It should represent a new and inventive solution to a specific problem or offer a technical advancement. \n There are generally three key criteria for patent eligibility:  \n Novelty: An invention must be new and not already known or disclosed to the public before the filing of the patent application. This means that the invention must not have been published, publicly demonstrated, or disclosed in any other way prior to the filing date. \n Inventive Step (Non-obviousness): The invention must involve an inventive step, meaning it should not be obvious to a person skilled in the relevant field of technology. In other words, the invention should demonstrate a level of creativity or ingenuity that goes beyond what would be considered straightforward or predictable by an expert in the field. \n Industrial Applicability: The invention must have practical utility and be capable of being made or used in an industrial or commercial setting. It should provide a specific and tangible benefit or solve a technical problem. \n Once a patent is granted, the pharmaceutical company holds exclusive rights to the invention for a specified period, usually 20 years from the date of filing the patent application. During this time, other companies are generally prohibited from manufacturing, using, selling, or importing the patented invention without permission. \n REGULATORY APPROVAL \n Patents play a crucial role in the regulatory approval process for pharmaceutical products. New drugs typically undergo rigorous testing and clinical trials to demonstrate their safety, efficacy, and therapeutic benefits. Patent protection allows the pharmaceutical company to retain exclusivity during the development and regulatory review period through data exclusivity. \n Data exclusivity is a term used to describe a form of intellectual property protection that provides a period of market exclusivity for the data submitted by pharmaceutical companies to regulatory authorities for the approval of their drugs. However, it's important to note that India does not have specific provisions for data exclusivity in its patent laws or regulatory framework for pharmaceuticals. In India, the regulatory authority responsible for approving pharmaceutical products is the Central Drugs Standard Control Organization (CDSCO). The CDSCO evaluates the safety, efficacy, and quality of drugs before granting marketing approval. The data submitted by pharmaceutical companies for regulatory approval is primarily used to assess the safety and efficacy of the product. While India does not provide data exclusivity as a statutory provision, it does recognize the importance of protecting clinical trial data. The CDSCO maintains confidentiality of the data submitted by pharmaceutical companies during the regulatory review process. The data submitted is treated as confidential information and is not disclosed to third parties. \n Patent term extension refers to a mechanism that allows for the extension of the standard term of a patent beyond its original expiration date. It is usually granted in specific circumstances to compensate for delays in the commercialization of an invention due to factors outside the control of the patent holder. The primary purpose of patent term extension is to provide additional exclusive rights and market exclusivity to the patent holder beyond the standard patent term. This extension allows the patent holder to recoup their investment in research and development, and potentially generate additional revenue from the invention. It is provided under Trip plus agreement. \n But in India the proposal for patent term extension was initially introduced in the Second Committee established by the Indian government, following a directive from the Delhi High Court in the Nitto Denko case. The primary objective was to consider the possibility of compensating for the time lost during the application processing. The committee ultimately concluded that the current 20-year patent term, which was initially set at 7 years/14 years, already accounts for such delays. It was also noted that applicants or inventors have the option to pursue regulatory approvals and commercialization concurrently while their patent applications are pending. \n  ",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 9": {
        "title": " PROTECTION FROM EMPLOYMENT DISCRIMINATION ",
        "content": " \n Workplace discrimination and harassment refer to unjust or prejudicial treatment based on certain characteristics such as race, gender, age, disability, sexual orientation, religion, or other protected attributes. It is important to address these issues seriously, as they can have a negative impact on individuals and create a hostile work environment. Types of Discrimination: Racial, Gender, Age, Disability, Sexual Orientation, Religious. \n STATUTES IN INDIA \n In India, there are several laws in place to address employment discrimination and promote equality in the workplace. \n some key anti-discrimination laws in India: \n 1. Indian constitution: The Indian Constitution prohibits discrimination based on religion, race, caste, sex, or place of birth.  \n Article 14: This article guarantees the right to equality and prohibits discrimination by the state. It states that \"the State shall not deny to any person equality before the law or the equal protection of the laws within the territory of India.\" \n Article 15: This article prohibits discrimination on various grounds such as religion, race, caste, sex, or place of birth. It states that the state shall not discriminate against any citizen on these grounds in access to public places, use of public resources, or in matters related to employment. \n Article 16: This article guarantees equality of opportunity in public employment. It prohibits discrimination in matters of employment or appointment to any office under the state on the grounds of religion, race, caste, sex, descent, place of birth, or residence. \n Article 17: This article abolishes untouchability, which is a form of discrimination based on caste. It declares that \"Untouchability is abolished and its practice in any form is forbidden.\" \n Article 23: This article prohibits trafficking in human beings and forced labour. It states that \"traffic in human beings and beggars and other similar forms of forced labour are prohibited and any contravention of this provision shall be an offense punishable in accordance with law.\" \n Article 25: This article guarantees freedom of religion and prohibits discrimination on the grounds of religion. It ensures that all persons are equally entitled to freedom of conscience and the right to freely profess, practice, and propagate religion. \n 2. The Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act, 1989: This Act provides protection against discrimination and atrocities committed against members of Scheduled Castes (SCs) and Scheduled Tribes (STs). It prohibits any form of discrimination in employment against SCs and STs and provides for special measures to safeguard their rights. \n Section 3: This section lists various offenses that are considered as atrocities when committed against SCs or STs. These offenses include denying access to any public place, obstructing the use of common property resources, and forcing a member of SC/ST to dispose of his or her property at a disadvantageous price. \n Section 4: This section deals with the punishment for offenses listed in Section 3. It stipulates that any person who commits an offense listed in Section 3 shall be punishable with imprisonment, which may extend from six months to five years, along with a fine. \n Section 5: This section addresses the willful neglect of duties by public servants in relation to SCs and STs. It states that any public servant who willfully neglects his or her duties required to be performed under this Act, shall be punishable with imprisonment for a term of six months to one year, along with a fine. \n Section 7: This section deals with the establishment of special courts for the speedy trial of offenses under this Act. It ensures that cases related to atrocities against SCs and STs are expedited to provide swift justice. \n 3.  The Equal Remuneration Act, 1976: This Act prohibits discrimination in the payment of wages to men and women performing the same work or work of a similar nature. It ensures equal remuneration for both sexes and prevents gender-based wage discrimination. \n Section 4: This section states that no employer can discriminate against women in matters of recruitment, training, transfer, promotion, or any other term or condition of employment. It prohibits employers from making any distinction, exclusion, or preference based on gender. \n Section 5: According to this section, employers are required to maintain wage records and other prescribed records in relation to the employees employed by them. These records should be maintained separately for men and women and should be available for inspection by government authorities. \n 4.  The Persons with Disabilities (Equal Opportunities, Protection of Rights, and Full Participation) Act, 1995: This Act promotes equal opportunities for persons with disabilities in various areas, including employment. It prohibits discrimination against persons with disabilities in employment, recruitment, and conditions of service. It also requires employers to provide reasonable accommodation and accessibility in the workplace. \n Section 2: This section defines discrimination and states that no person with a disability shall be discriminated against in matters relating to employment, education, access to public places, and various other areas. \n Section 3: This section prohibits discrimination in employment. It states that no employer shall discriminate against a person with a disability in any matter related to recruitment, promotion, training, or any other condition of service. \n Section 46: This section provides for penalties in case of non-compliance with the provisions of the Act. It states that any person or authority who contravenes the provisions of the Act shall be punishable with imprisonment, a fine, or both. \n REFERENCES \n https://www.slideserve.com/milo/equal-protection-under-the-law-powerpoint-ppt-presentation \n             https://www.iitr.ac.in/internalcomplaintscommittee/annexure.pdf \n             https://blog.ipleaders.in/right-to-freedom-of-religion-articles-25-28/ \n             https://lawbhoomi.com/article-15-of-the-constitution-of-india/",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 10": {
        "title": " SPECIAL SUITS UNDER CPC ",
        "content": " \n INTRODUCTION \n It is frequently observed that the technique set forth for all suits is the same and uniform. But there are some cases that have unique circumstantial arrangements and need a certain course of action. These fulfil the protocol requirement set forth for special suits. This procedure is covered by the provisions of Sections 79 to 93 and Orders XXVII to XXXVII of the Code of Civil Procedure. \n SPECIAL SUITS \n SUIT BY OR AGAINST THE GOVERNMENT OR PUBLIC OFFICERS IN THEIR OFFICIAL CAPACITY \n Lawsuits brought by or against the government or public officials acting in their official capacity are covered by Sections 79–82 of the Code. In accordance with Section 79 of the Code, the government is referred to as the defendant in any lawsuits brought against it, and similarly, the government is referred to as the plaintiff in any lawsuits brought against it. It is important to keep in mind that the Union of India will serve as the plaintiff or defendant in any such lawsuit, whether it is brought by or against the Central Government. And the party to the suit will be referred to as the State if any such lawsuit concerns the State Government. \n In the case of State of Rajasthan v. Vidhyawati, the Honorable Supreme Court stated that if any wrongdoing is carried out by government officials while they are on the job, then the government will be held accountable for the actions carried out by its employees. However, these actions cannot involve the government's suzerainty. The court noted in Bhagchand Dagadusa v. The Secretary of State for India that Order 27 and Sections 79–82 of the Code set forth the procedure for handling claims brought by or against the government. However, these clauses do not apply to those rights and obligations that can be enforced either by or against the government. \n SUIT BY ALIENS \n The cases in which aliens may file a lawsuit are covered in this section.  According to Section 83 of the CPC, both alien friends and alien enemies who reside in India may file a lawsuit as if they were Indian citizens after obtaining approval from the Central Government. Any court that has the authority to hear a citizen's case may receive a lawsuit from alien opponents. It is important to remember that foreign nationals who live in India without the Central Government's consent or who reside abroad are not permitted to file legal claims in any Indian court. Additionally, Section 84 of the statute enables the foreign state to file a lawsuit against an ineligible court. According to Section 85 of the Code, the government must designate specific individuals to handle either the prosecution or defense of foreign rulers.  In this context, the Central Government is the preferred definition of \"government.\" These chosen individuals will be regarded as the official representatives of the foreign rulers.  \n INTERPLEADER SUITS \n Interpleader suits are permitted under Section 88 of the CPC of 1908. To interpleader means to litigate with one another to resolve a dispute involving a third party. Under Order 35 of the CPC, 1908, the process for instituting an Interpleader Suit is described. A lawsuit known as an interpleader litigation is one in which the defendants themselves, who interplead against one another, are in conflict rather than the plaintiff and the defendant. A conflict between a plaintiff and a defendant is present in an original suit, whereas a dispute amongst defendants is present in an interpleader litigation. In these types of lawsuits, the plaintiff pays the least attention to understanding the nature of the lawsuit. However, the plaintiff in such a suit must be in a position of impartiality/ non-arbitrariness. \n An interpleader lawsuit is brought in order to have the claims of competing defendants adjudicated. In Groundnut Extractions Export Development Association v. State Bank of India, the plaintiff \"understood the interpleader litigation as a process wherein the plaintiff calls upon the opposing claimants to appear before the court and get their individual claims decided. In the case of an interpleader suit, the court's ruling provides the plaintiff with indemnity upon payment of money or handover of property to the party whose claim has been upheld. \n Conditions for Filing an Interpleader Action The following prerequisites must be met in order to bring an interpleader action: \n 1. There must be a debt, money sum, or other movable or immovable property in question;  \n 2. Two or more people must be making competing claims. \n 3. The person making the claim on the debt, money, or property cannot have any other interest in it than the fees and costs, and he or she must be willing to pay or deliver it to the legitimate claimant.  \n 4. There cannot be a lawsuit ongoing in which the rights of the competing claimants can be fairly resolved. \n CONCLUSION \n Each unique circumstance lists its unique imperative characteristics. The plaintiff must keep in mind that, in accordance with Section 79 of the code, he must first serve notices on the government and any public officials before filing a lawsuit against them. Under civil litigation, Section 89 of the code discusses alternative dispute resolution. By utilizing this option, the disputing parties can quickly come to a resolution. In addition to saving the parties money and time during the legal process, this will also free up valuable court time. The intriguing aspect of this unique type of lawsuit is that neither the parties nor the plaintiff approach the court or present a plaint. There have also been discussions about lawsuits involving public nuisances and other wrongdoings that damage the public. Because they pertain to the general public, these particular suites play an important function. The general population is affected by the judgements rendered in these lawsuits. Because of their importance, all matters like these that fall under the jurisdiction of special suits are specified in considerable detail in the Code. \n BIBLIOGRAPHY \n https://bnwjournal.com/wp-content/uploads/2020/03/CPC-m4.pdf \n https://blog.ipleaders.in/understanding-purview-special-suits/ \n https://lawtimesjournal.in/4021-2/ \n https://www.juscorpus.com/special-suits-under-the-cpc-and-its-relevancy/ \n https://www.legalservicesindia.com/article/2212/Institution-of-Suit-and-its-Essentials.html",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 11": {
        "title": " ANALYSIS OF CONFLICT BETWEEN TRIPS AND CBD ",
        "content": " \n INTRODUCTION \n The Convention on Biological Diversity (CBD) and the Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS) of the World Trade Organization (WTO) have significant implications for the nexus of Intellectual Property Rights (IPRs), biodiversity, and associated knowledge systems. CBD requires parties to safeguard biodiversity and the traditions and knowledge of the indigenous and other local communities associated with this biodiversity. It also lays down the basic elements for access to biodiversity resources and associated knowledge systems. The TRIPS Agreement obliges member states to modify their national IPR regimes to meet much-enhanced international standards, which can have significant implications for biodiversity and the associated knowledge systems. It is often said that there is a direct conflict between TRIPS and CBD. It needs to be checked whether the two threaten each other or work hand in hand. \n CONFLICT  \n The objectives of this act, which are quite like those of CBD, include the protection of biological variety, equitable and fair distribution of the benefits and profits resulting from it, its sustainable uses, and preservation of traditional knowledge and such matters therein. In addition, the Biodiversity Act, like the CBD, recognises the rights of the community and has included a restriction against non-citizens, organisations, and associations that are not of Indian occurrence from obtaining biological resources or traditional knowledge related to those that are of Indian occurrence for research, bio-survey, commercial use, or bio-utilization purposes18 without permission from the National Biodiversity Authority, which was established under this statute. \n The National Biodiversity Authority must also give its prior approval before a foreign individual or organisation can apply for a patent on biodiversity that originated in India. The act has given the National Biodiversity Authority the authority to set benefit-sharing fees or royalties in respect of commercialising biodiversity via any IP right, in accordance with the principles of CBD that an equitable sharing of profits and benefits must occur between those who are commercialising the biodiversity of developing nations and those who are protecting and playing a key role in its primary existence. Furthermore, in accordance with CBD article 15.1, the application of patents by foreign nationals and organisations on biodiversity that originated in India demonstrates India's commitment to its territorial integrity. Also, to advance India's goal of biodiversity preservation and protection, these restrictions restrict access to it. \n When comparing the Biodiversity Act's conformity with TRIPs and CBD, it falls short in this area. For this reason, the Indian Patents Act was once again changed in 2005 after being previously amended in 2002, to address its flaws with regard to compliance with TRIPs. \n But the clash between TRIPs and CBD is vividly depicted by the absence of harmony and chancy between the Biodiversity Act and the Patent Act. While the CBD recognises a state's sovereign claim over resources that originated on its territory and biogenetic diversity, the Biodiversity Act goes beyond the CBD by recognising sovereignty over all biological resources that occur there. \n The Biodiversity Act obviously violates TRIPs21's national treatment concept and article 27's stipulation that IP rights should be enjoyed equally and freely regardless of the place of invention or production by giving foreign nationals differential treatment in patent proceedings. As a result, it is determined that TRIPs and the Biodiversity Act are at odds. In contrast, the Patent Act of 2005 was revised and put into effect in order to comply with TRIPs. 22 The Paten Act seeks a non-discriminatory and more expansive implementation of India's IP framework, in contrast to the Biodiversity Act, which attempts to protect and conserve biodiversity. \n The fundamental concept is that for both IP regimes to function well, they must cooperate. Yet, the nature and objectives of both statutes make them more incompatible than compatible. An example of such is the Biodiversity Act's profit-sharing clause and the stringent acknowledgement and enforcement of everyone’s intellectual property rights. Even yet, there is significant symmetry between the two pieces of legislation, as seen by sections 6 and 7 of the Biodiversity Act and section 10 of the Patents Act regarding prior informed permission. 23 Although the Patent Act was specifically changed in 2005 to comply with TRIPs, the prior informed consent rule still runs counter to its provisions, including articles 62, 32, 29 and 27.1. Prior informed permission is generally in accordance with article 15.5 of the CBD. Talking about the Biodiversity Act once more, it is important to note that while it imposes strict treatment for foreign nationals and organisations, it is also crucial to keep in mind that conserving and protecting biodiversity cannot be achieved solely by imposing strict treatment or restrictions on foreign nationals and organisations. Rather, national, national organisations must also receive careful consideration. \n CONCLUSION \n The only international agreement that protects a nation's biological resources is the Convention on Biological Diversity. The main resources of the nation, which are exclusively owned by its citizens, are its biological resources and its indigenous peoples' traditional knowledge. Therefore, it is necessary to guarantee protection against the unauthorised and unlawful exploitation of biological resources by any other country at the global level. TRIPs strive to defend corporate interests resulting from IP rights on a worldwide scale, whether or not they are related to biodiversity, whereas CBD aims to protect such biodiversity while upholding national sovereignty and respecting the rights of local populations over their biodiversity. \n It would be incorrect to interpret the relationship between these agreements as having harmony because the goals of these agreements are incompatible. The tension is also evident in Indian statutes that are somewhat based on the CBD and TRIPs, such as the Biodiversity Act and Patents Act, but not to the same extent as the former. The commercialization and preservation of biogenetic resources are at the centre of the entire conflict. To prevent exploitation, there needs to be an appropriate balance struck between protecting our resources and classifying them as intellectual property. After all, this pandemic has taught us that protecting nature is our first, best, and most cost-effective line of defence against future pandemics. \n REFRENCES \n The relationship between the TRIPS agreement and the convention on biological diversity and the protection of traditional knowledge at https://www.iprsonline.org/ictsd/docs/wto_IPCW403.pdf/ \n WTO Documents Online at https://docs.wto.org/dol2fe/Pages/FE_Search/FE_S_S009-DP.aspx?language=E \n TRIPS vs. Convention on Biological Diversity: Rivals or Partners? At https://www.kashishworld.com/blog/trips-vs-convention-on-biological-diversity-rivals-or-partners/  \n https://blog.ipleaders.in/study-relationship-wtos-ip-agreement-convention-biological-diversity/ ",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 12": {
        "title": " AN OVERVIEW OF INTELLECTUAL PROPERTY RIGHT ISSUES IN CYBERSPACE ",
        "content": " \n TRADEMARK ISSUES \n Cyberspace raises a variety of thought—provoking trademark and trademark-related issues. The cyberspace trademark issue that continues to get the most press is the domain name controversy. Beyond domains lies the vast array of trademark issues that ultimately are likely to occupy you and your clients much more than domain disputes. Questions of what constitutes the use, and abuse, of trademarks in cyberspace are exploding along with the web.  \n For trademark owners, the internet is a profitable platform, but in certain cases, it turns out to be problematic in their business growth. These trademark owners often have to deal with certain domain name disputes inflicted by the third party like cybersquatting etc but in India, we per say do not have any Domain Name Protection Law so the cases relating to cybersquatting are decided under Trademark Act, 1999. Under the current law, section 29(2) provides for the protection of registered trademark and the protection for unregistered trademark has been provided in section 32(3). However, the act is silent on the protection for trademarks infringement in cyberspace. \n DISPUTE RESOLUTION \n Most domain name disputes seem to involve trademarks as it is submitted that the dispute arises with the registration or use of the domain name which infringes any legally recognized right, such as any trademark right, common law right in passing off, or any other right for that matter. As trademark laws are territorial in nature but internet in the global domain so the dispute involving bad faith registrations are typically resolved using the UDRP (Uniform Domain Name Dispute Resolution Policy) process which is developed by the ICANN. Domain (“SLD”) requested by the party seeking the domain assignment. \n In India, National Centre for Software Technology (NCST) is the body that regulates country level domain name registration. On September 26, 2000 NCST added two more domain names “ind.in” (for individuals) and “gen.in” (for organizations) to facilitate registration of individuals and organizations under the .in category. The two new categories of domain name do not require the applicant’s presence in the country as an essential requirement for registration. Earlier, the applicant had to compulsorily have their offices in India to register domain name under “co.in” & “org.in” category. On October 26, 2004, the Government of India declared National Internet Exchange of India (NIXI) as the registrar of .in domain. NIXI was rendered with the function of collaborating with companies who are adept registrars and fulfill the international standards of domain name registration. \n LANDMARK CASES  \n Yahoo Inc. Corporation v Akash Arora  \n This is the first case in which the Indian Court that discussed the issues revolving services offered through the Internet. The plaintiff, in this case, submitted that they had the registration of the domain name yahoo.com with Network Solutions Inc. and had registrations of the same in more than 69 countries. The defendant contended that he had provided a disclaimer in his website which avoided the confusion, also, that yahoo is a dictionary word and could not be protected but the High Court of Delhi held that the marks were similar, and disclaimer does not help as people still would associate it with the original yahoo, administratively or economically. Furthermore, the word yahoo was protected as it was a well-known trademark used by the Plaintiff and was distinctive. The main problem regarding this dispute arises with Cyber Twins which occurs when both the domain name holder and the challenger have a legitimate claim to a domain name then they are known as cyber twins. The cases involving cyber twins are the most difficult to resolve, because the law of trademark and unfair competition may otherwise allow both parties to enjoy concurrent use of both. These kinds of disputes also happen at two different levels; firstly, when the same mark is owned and used by different persons in respect of different goods or services ‘specialty’. Secondly, when the same mark owned and used by different persons in different countries in relation to the same goods or services ‘territoriality’. \n Bennett Coleman & Co. Ltd v. Long Distance Telephone Company D-2000-0015, Adm Panel Decision, WIPO \n This was the first on its kind case where an Indian Company got relief under ICANN’s URDP mechanism. The complainant company was engaged in the publication of Articles in Daily newspapers like “The Economic Times” and “The Times of India”. The complainant also published online versions of their respective newspapers under the domain name “economicstimes.com” and “timesofindia.com” The respondents registered domain name “theeconomictimes.com” and “thetimesofindia.com”. The complainant contended that the SLD of the respondent company was same as theirs and that it was meant to attract customers using complainant’s goodwill. Hence, the use of the respective domain names similar to that of complainant was in bad faith. \n The matter came before the panel of Mediation and Arbitration Centre of WIPO and the panel decided that the two domain names of respondent should stand transferred to complainant. It must be noted that this case was decided in a span of just 45 days with the help of E-magistrate mechanism. The whole procedure took place online. \n CONCLUSION \n With the emerging trend of modernization of technology, it is crucial to have a meaningful legal discourse on the intellectual property issues that are set to barrage the cyber world. Solutions are critical to the present discourse. Traditional regulations revolving around intellectual property protection are not enough to be applied in cyberspace – more is vital, for reasons of the typical challenges faced by the realm of cyberspace. Border control measures, in the context of global trade and international market and e-commerce, are necessary to be granted a safe environment for import and export free from infringing intellectual property endeavors.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 13": {
        "title": " LOK ADALATS- ‘AN ADR MECHANISM’ ",
        "content": " \n The establishment of Lok Adalats opened a new chapter in this nation's justice system and was successful in giving victims of wrongdoing a second platform for amicably resolving their differences. Gandhian ideals are the foundation of this system. It is one of the elements that make up ADR systems. It is an Indian contribution to the international ADR legal system. The government established Lok Adalat (people's courts), which adjudicate disputes using the values of fairness, equity, and fair play as the guiding principles for rulings based on compromises to be reached before such Adalats. In Gujarat, the Lok Adalats camps were first established in 1982. The first Lok Adalat was held in Junagarh on March 14, 1982. The Lok Nyayalaya was started in Maharashtra in 1984. The movement has since spread across the entire nation. These camps were established solely in order to provide relief to litigants waiting in queue for justice and to address the issue of open cases. Lok Adalat’s also facilitate the purpose of Article 39A of Indian Constitution. \n Ingeniously utilizing technology during the COVID pandemic, the Legal Services Authorities (LSAs) established E-Lok Adalat, allowing impacted parties to have their case addressed without having to physically travel to the Adalat location.  E-Lok Adalat is a method for resolving conflicts that combines technology and alternative dispute resolution (\"ADR\") methods and provides a quicker, more open choice. People who otherwise wouldn't be able to participate in Lok Adalat now have much better access to justice thanks to e-Lok Adalat. Lok Adalat are now accessible to a vast portion of the people because they are held digitally.  \n Additionally, since people do not need to miss work, it also saves time. Most of the Legal Services Authorities have taken the following actions to promote E-Lok Adalat: \n The creation of standard operating procedures \n The Court Staff have received technical training from System Officers. \n For providing litigants, solicitors and responders with pertinent information and the link to attend an e-lokadalat, WhatsApp groups are created. \n The District Courts' website features a cause list and a link to video conferencing. \n MEDIATION AND LOK ADALATS  \n In mediation, a third neutral person tries to help the conflicting parties come to an agreeable resolution and a mutually acceptable agreement. Mediation is a type of alternative dispute resolution. It is the simplest technique of conflict settlement in which a neutral third person serves as a mediator to help the parties work out a solution via dialogue and negotiation. On the other side, one of the most often used ADR methods in India (particularly rural India) is Lok Adalat, also known as people's adult. It serves as a venue for the resolution of cases that are in the Panchayat or pre-litigation stages in court. When it comes to resolving financial conflicts, Lok Adalat is effective. It is also quite effective in partition issues, marriage disputes, and other types of problems aside from financial ones.  \n While Lok Adalat sessions are held in public on the court or agency grounds, mediation takes place in private. While Lok Adalat is focused on assessing liability to determine the financial charges, mediation focuses on reaching a mutually agreeable resolution to a dispute. The type of negotiation procedure known as mediation places a strong emphasis on cooperation, enhanced communication between the parties, and bargaining to obtain a mutually agreeable resolution. Lok Adalat is more of an advisory body that offers recommendations on how to resolve financial issues and has a supplementary component of cooperation needed for discussion.  Since mediation is a private process, secrecy is guaranteed, whereas Lok Adalat is a public process and cannot. It goes without saying that mediation, as a cutting-edge technique, does not confine itself to conventional legal remedies. The Lok Adalat, on the other hand, has a relatively narrow focus because it primarily concentrates on monetary damages. \n CONCLUSION \n The Lok Adalat have grown to be an essential component of the Indian legal system and have served as the doors through which the underprivileged and needy can access the judicial system. Although they have closed the gap for legal aid, they still need to make some improvements to be even more effective. While they are doing a good job at closing the \"access\" gap, their effectiveness in giving wronged parties real access to \"justice\" must be examined. With certainty, it can be said that there is more than what meets the eye that can be done to improve Lok Adalat as a dispute-resolution mechanism for expanding litigation. \n A settlement reached through a regular Lok Adalat is not subject to appeal because it was agreed upon by both parties, and because cooperation precludes the possibility of an appeal being filed by either party, the settlement is binding and final by its very nature. No appeal shall be allowed even under the Code of Civil Procedure, 1908, if the decision or award was made with the parties' consent. However, the Permanent Lok Adalat only makes decisions when parties are unable to come to an agreement. Therefore, to make Lok Adalat an effective measure there is need for few amendments.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 14": {
        "title": " INTERFACE BETWEEN IBC AND OTHER STATUTES ",
        "content": " \n INTRODUCTION \n Section 238 of the code enumerates that “The provisions of this Code shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or any instrument having effect by virtue of any such law.” Section 238 is a non-obstante provision. It signifies that a clause or provision in the Act has the authority to override any other provision or clause in the Act that conflicts with this or another legislation. \n The court addressed the issue of the IBC's predominance over the Income Tax Act in defining the obligations of the Income Tax Authority during liquidation in the case of Leo Edibles & Fats Ltd v. the Income-tax Department. If the assessed company is going through IBC liquidation, the Income Tax Authority is no longer able to assert a priority in regard to the payment of tax debts under the Income Tax Act. The High Court further ruled that the Income Tax Authority will not get a secured creditor interest under the IBC for assets that are subject to attachment, even if they are secured. \n INTERFACE BETWEEN SARFASI ACT AND IBC \n Banks and other financial institutions are permitted to auction off residential or commercial properties owned by borrowers to recoup loans under the Securitization and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (the \"SARFAESI Act\"). This can be done without going through the courts. \n However, the secured creditor's interest has been somewhat undermined since the implementation of IBC. In accordance with the IBC, the Moratorium is applicable to \"any action to foreclose, recover, or enforce any security interest created by the corporate debtor with respect to its property, including any action under the Securitization and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (54 of 2002),\" once a CIRP has been started. Because of this, any financial institution attempting to enforce its security under SARFAESI has to wary of impeding proceeding under IBC. \n The J.M. Financial Asset Reconstruction Company v. Indus Finance Ltd. decision, which was resolved by the NCLT in Bombay, clarifies the legal position mentioned above. JM Financial Asset Reconstruction Company had filed a SARFAESI Act lawsuit against the wrongdoing corporate debtor in the aforementioned case. Under Section 13 of the SARFAESI, the sale of the moveable property pledged as security has begun. The sale had been confirmed in favor of a transferee after the auction sale procedure under Rule 9 of the Security Interest (Enforcement) Rules, 2002, upon payment of 25% of the sale price. The auction sale was halted, nonetheless, because the Tribunal determined that the sale had only been confirmed and not yet been completed. In order to block the SARFAESI procedures, it was asserted in this case—though unsuccessfully—that the corporate debtor had colluded with the financial creditor to file CIRP against itself. However, given that Section 10 of the IBC allows a corporate debtor to request the beginning of CIRP against itself, it is possible that the borrowers may use those proceedings to halt recovery under SARFAESI.  \n INTERFACE BETWEEN ARBITRATION ACT AND IBC \n IBC is not a recovery mechanism, according to Section 9 (Application by an Operational Creditor). Therefore, an application to commence CIRP is not admitted if there is a \"pre-existing dispute\" in regard to a \"operational debt\". An \"arbitration proceeding\" falls under the definition of \"dispute\" in Section 5(6) of the IBC. An operational creditor's application under section 9 of the IBC will be denied while arbitration proceedings are pending. \n  In K Kishan v. Vijay Nirman Company Pvt Ltd, the Honourable Apex Court also ruled that a challenge to an arbitration ruling under Section 34 of the Arbitration & Conciliation Act, 1996, constitutes the existence of a dispute under IBC. Therefore, unless the challenge to the judgement has been resolved or the window for submitting such a challenge has passed and the award has become final, CIRP cannot be started even after the conclusion of arbitration procedures with respect to the operational debt. \n However, if other requirements for admission of application are satisfied, an arbitration clause by itself will not automatically oust the NCLT's jurisdiction under the IBC due to the overriding impact of the IBC. n proceedings over that operational debt are ongoing. \n A financial creditor's application under section 7 of the IBC is not eligible for the \"pre-existing dispute\" argument. The only thing a financial creditor needs to show is \"default\". This leads to the conclusion that an application made in accordance with Section 7 of the IBC is not preempted by the current arbitration. In addition, the moratorium that goes into force from the day the NCLT admits the application under section 7 of the IBC keeps all other processes pending before any courts or tribunals, including arbitral tribunals. \n \"Under Section 7 of the IBC there is no bar to initiate CIRP even if arbitration proceedings are pending,\" the NCLT ruled in Reliance Commercial Finance Limited vs. Ved Cellulose Limited,2017. \"However, such a bar exists in respect of claim made by the Operational Creditor under Section 9 of the IBC.\" \n CONCLUSION \n The Supreme Court's ruling determines the future scope of Section 238's overriding effect, but previous instances of this effect have weighed more in favor of IBC, so it is simple to assume that the Supreme Court will likely reach the conclusion that IBC prevails over SEBI in recovery proceedings after considering objective factors like faster recovery, quicker resolution, and maximization of asset value with benefits for all.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 15": {
        "title": " COMPETITION AND CONSUMER PROTECTION: A COMPARATIVE STUDY OF INDIA, USA AND UK ",
        "content": " \n INTRODUCTION \n Because the producers and the consumers have a history of animosity towards one another, the consumers always suffer as a result. In this approach, the competition law forbids producers from manipulating the existing favorable position they are in. The Indian Supreme Court has determined that the main goal of competition legislation is to use it as a tool to increase financial efficiency and make the market more receptive to consumer preferences. \n The following benefits for customers come from using competition as a tool: It is a way to reduce costs and improve quality. Consumer expenses are reduced, increasing the usefulness of the industries with more intense rivalry.  \n  It aids in the expansion of the consumer market. The presence of components like the degree of consumer protection, individual decision-making freedom, and a decentralized financial activity system across the country is the primary driver of such strength. The implementation of consumer protection is accelerated by setting the aforementioned objectives.  \n PROTECTION IN INDIA \n By way of Section 4 of the Competition Act, 2002, which recognises that an enterprise or group will be considered to be abusing its dominant position if it limits or restricts technical or scientific development relating to goods or services to the detriment of consumers, consumers are protected. A corporation or enterprise's dominant position is defined by a number of variables. It is described as, among other things, a company's advantage in the relevant Indian market, which allows it to influence the market or its customers in a positive way. \n According to Section 18 of the Act, the Competition Commission of India has the authority to take suo moto action to end practises that have a negative impact on competition, promote and sustain competition, safeguard consumer interests, and guarantee freedom of trade practised by other participants in Indian markets. \n In addition to other factors, Section 19(4) states that entry barriers, such as those caused by regulations, financial risk, high capital costs, marketing entry barriers, technical barriers, economies of scale, and high costs of substitute goods or services for customers, also play a role in determining dominant position. According to Sections 19(6) and 19(7), a variety of variables determine the applicable geographic market and product market. Consumer choices rank among the most important criteria. \n PROTECTION IN UK  \n The UK government announced \"tough new powers for the competition watchdog to fine businesses directly who have broken consumer law\" in a news release on June 18, 2019. This is in response to Lord Tyrie, Chair of the Competition and Markets Authority (\"CMA\"), asking for further authority to investigate and punish companies which violate consumer laws.  \n Role of Competition and Markets Authority: \n The proposed reforms, which will affect all businesses, regardless of size and industry sector, will expand the CMA's authority to investigate and punish companies for violating consumer protection laws. \n Although the exact scope of the measures is presently unknown, the government has stated that they will allow the CMA to directly penalize violating corporations and may also include consequences against specific persons (such as director disqualification). \n This could result in more CMA inquiries into consumer law violations, more information requests to businesses, and demands on management of the enterprises concerned for more time and resources. Customers and/or consumer advocacy organisations may file more complaints with the CMA about businesses' consumer protection-related actions. \n Therefore, companies should make sure that following consumer protection laws is a top priority for their boards and that they have the necessary compliance strategies in place. \n The Enterprise and Regulatory Reform Act of 2013 imposes a legal obligation on the CMA to endeavour to foster competition for the benefit of consumers in order to achieve its stated goal of making markets work well for consumers, businesses, and the economy. \n The primary sources of the CMA's consumer enforcement authority are as follows: \n The Consumer Protection from Unfair Trading Regulations of 2008 (\"CPRs\"), which impose a general duty on businesses not to trade unfairly with consumers.  \n Civil powers under Part 8 of the Enterprise Act 2002 (\"EA02\") to stop violations of some consumer laws, and the CMA may seek an enforcement order from a civil court against traders which breach specific laws. \n The Consumer Rights Act 2015 (\"CRA\"), which protects consumers from traders that use unfair contract terms or notices.  \n criminal powers to prosecute traders who indulge in certain unfair commercial practices. \n the power under Schedule 3 of the CRA to seek an injunction to stop businesses using unfair terms or notices with consumers; and \n investigatory powers to enable it to investigate breaches of consumer law.   \n PROTECTION IN USA \n The FTC engages with competition and consumer protection agencies in other countries, directly and through international networks, to halt deceptive and anticompetitive business practices that affect U.S. consumers. By defending competition, the FTC fosters free and open markets so that consumers can benefit from reduced costs, better quality goods and services, and more innovation. Enforcing antitrust laws also promotes economic growth, removes barriers to economic opportunity, and enables enterprises to compete on their merits. \n  FTC protects consumers by enforcing the antitrust laws in the following ways:  \n Prevent Mergers that harm consumers: The FTC examines mergers to make sure that they won't raise prices by removing significant competition. For instance, the FTC prevented a merger between the two biggest foodservice distributors in the nation that may have increased food prices in cafeterias and restaurants across the nation. \n Stop business practices that keep prices high: Put an end to the business methods that keep prices high. Winners can be produced in any competition. Because of this, a business can legitimately establish itself as a monopolist by outdoing its competitors in terms of quality of goods, level of service, or pricing. However, it is unlawful for a monopolist to prevent rivals from entering the market and offering lower-priced goods. For instance, the FTC demanded that the owner of a crucial treatment used to treat unwell babies surrender the rights to create a rival medication last month. The FTC said that the corporation bought the rights solely to prevent any other business from creating a cheaper medicine. Additionally, the business paid $100 million in illegal earnings.  \n CONCLUSION \n Major issue of consumer protection against the exploitation of producers is addressed by developed states like USA and UK through their legal system for the protection of consumers via competition laws. As far as India is concerned, unfair trade practises are not recognised by the Competition Act of 2002. The Consumer Protection Act of 1986 identified these practises, and anyone caught in violation of its requirements faces penalties. The 2002 Competition Act does, however, recognise restrictive trade practises. When a practise has the potential to hinder, stifle, or restrict competition, it is referred to as a restrictive trade practise. Any trade practise that restricts the entry of capital or resources into the production stream is specifically referred to as a restrictive trade practise. Examples of such behaviour include pricing manipulation, placing constraints on the supply or delivery of goods that result in unforeseen expenses and limitations, etc.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 16": {
        "title": " POSH ACT AND ITS CHALLENGES ",
        "content": " \n INTRODUCTION \n Bhanwari Devi worked as a social worker for the Rajasthani government's Rural Development Programme. She was gang-raped in 1992 in front of her husband by upper-caste males who were enraged by her attempts to stop child marriage in their family. Following this occurrence, there was widespread public outcry, which paved the way for new rules protecting women from sexual harassment at work. Social activists petitioned the Supreme Court in a Public Interest Litigation (PIL) calling for companies to protect their female employees at all times and safer workplaces for women. In Vishakha v. State of Rajasthan, which was decided in 1997, the Supreme Court addressed the glaring insufficiency and established the Vishakha principles. With these rules, the Supreme Court mandated that every employer take the required precautions to safeguard the women who work for them against sexual harassment and to establish mechanisms for redress. India passed the POSH Act in 2013 to shield female employees from sexual harassment in both the formal and unofficial workplaces. The fact that the lawmakers purposefully chose not to impose the additional jurisdiction on an already overburdened court infrastructure distinguishes the legislative plan established by the Act. Instead, the Act mandated the establishment of an Internal Complaints Committee (or \"IC\") at each workplace with the responsibility of accepting and investigating sexual harassment claims in accordance with the procedures outlined in the Act and the Rules. In order to make sexual harassment a crime, Section 354A was simultaneously added to the Indian Penal Code (\"IPC\").  \n IMPLEMENTATION OF POSH ACT IN SPORTS INDUSTRY \n In a recent ruling, the Supreme Court criticized the ICCs' deficiencies, citing a newspaper report that 16 of the country's 30 national sports federations had not yet established an ICC.  An investigation reveals the official declarations of all 30 federations and contacted the office holders to learn that five of them, including wrestling do not even have an ICC; four do not have the required number of members; another six did not have the required external member; and one federation had two panels but no independent member. \n Explanation given by few federations are as follows: \n  Gymnastics Federation of India: There is no ICC; instead, a six-person \"investigation committee\" with two women and no external members exists. \"For every issue, we have a committee looking into it. We have been adhering to the global organization's rules. There was no committee at all up until a month ago, but now there is one”, according to president Sudhir Mittal. \n Tennis Federation of India: Currently there is no ICC. According to Kamlesh Mehta, secretary general, \"Since the new administration just took over a few months ago, we are going through legal procedures, and an ICC will be in place in a month.\" \n Wrestling Federation of India: Currently there is no ICC, but the government recently transferred control of the federation's daily operations to an IOA-appointed ad hoc committee. \n Judo Federation of India: The ICC only has three members. A fourth member, who will also be an independent expert, is now being appointed, according to the statement. An official who wished to remain unnamed stated that it would be finished in the upcoming days. \n CHALLENGES \n Absence of gender neutrality: Unfortunately, the Act says nothing regarding other workers who might experience sexual harassment at work. A woman who claims to have experienced sexual harassment is referred to as an aggrieved lady in Section 2(a)[3]. No woman shall be the target of sexual harassment in any employment, according to Section 3[4]. Thus, by restricting its application to just women, the Act forgoes any chance for the resolution of grievances brought out by men or LGBTQ+ people. \n Fear of Retaliation: Most people believe that speaking out against the harasser could result in social stigma, embarrassment, and even more harassment. If the woman complains about a senior employee, these difficulties are exacerbated, raising the likelihood of animosity from coworkers or supervisors, a poor reference for potential employers, or even job loss. This archaic practice of \"victim blaming and silencing\" fosters an atmosphere in which the victim feels defeated, afraid, and suffers long after the terrible crime has taken place. The list of activities that the employer may conduct while the investigation is ongoing is found in Section 12 (5). These include moving the offended woman, giving her leave for up to three months, or providing any other proposed relief. However, there seems to be a lack of measures to promote a healthy environment and secure the working conditions of the woman in case she chooses to continue her tenure in the same place as the incident.   \n Incompetence of the IC: The IC has been given the authority of the Civil Court to conduct the inquiry and review the evidence, and the law has placed the burden of enforcing the Act and Rules on it. Members of the IC have little to no practical expertise in dealing with such delicate and formal issues. Because of this, numerous enquiry reports are contested in the High Courts via writ petitions submitted in accordance with Article 226 of the Constitution. \n Confidentiality: Employer is required to uphold strict discretion. According to the Act, no information pertaining to the investigation may be disclosed in any way to the press, public, or media. It has been discovered that information always leaks within the organisation or to the media, putting undue pressure on all parties, including the IC members. \n CONCLUSION \n The need of a zero-tolerance policy for sexual harassment of women at work is strengthened by the workplace's rapid change. The POSH Act marks an important turning point in the development of gender equality legislation in India, where the Vishaka guidelines have seen significant advancements by the government. Every company is now legally required to raise awareness about sexual harassment, protect female employees from it, and help them file complaints if they are subjected to it. In contrast to the circumstances discussed above, it is clear that the Act has not taken into account the fact that the majority of women are working in the informal sector.  Most of them have been kept outside the protective cover of this law. This includes the women employed in rural areas, small enterprises, unorganised sectors, flexible workplaces, self-employed and those working in home-based industries.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 17": {
        "title": " INSOLVENCY RESOLUTION PROCESS FOR INDIVIDUAL ",
        "content": " \n The provisions concerning the insolvency and bankruptcy of personal guarantors, including individuals and partnership firms, were officially announced on November 15, 2019, and became effective on December 1, 2019. Consequently, the insolvency proceedings of an individual guarantor of a corporate debtor will be governed by the Insolvency and Bankruptcy Code, 2016 (IBC). However, if the individuals in question are not personal guarantors, their insolvency proceedings will be conducted in accordance with the Presidency Towns Insolvency Act, 1909, and the Provincial Insolvency Act, 1920. \n Part III of the Insolvency Code, 2016 specifically addresses the resolution of insolvency and liquidation for individuals and firms. The Debt Recovery Tribunal (DRT) will serve as the adjudicating authority, while the Debt Recovery Appellate Tribunal (DRAT) will act as the appellate authority for individuals and firms. These provisions are set to replace the existing Presidency Towns Insolvency Act, 1909, and Provincial Insolvency Act, 1920. \n   \n For individuals and firms, there are two distinct processes – fresh start and insolvency resolution. These are followed by bankruptcy order. \n FRESH START \n The concept of a \"fresh start\" will be applicable to individuals with a monthly income of less than Rs. 5,000 and a debt amount not exceeding Rs. 35,000. In such cases, the process of insolvency resolution will primarily be managed by an \"insolvency professional. \n Section 80 of IBC \n A debtor who is unable to repay their debt and meets the conditions outlined in subsection (2) has the right to submit an application for a fresh start, seeking a discharge of their qualifying debt. \n The debtor, personally or through a resolution professional, can apply for a fresh start to the Adjudicating Authority if the following conditions are met: \n (a) The debtor's gross annual income is not more than sixty thousand rupees. \n (b) The total value of the debtor's assets does not exceed twenty thousand rupees. \n (c) The total value of the qualifying debts does not exceed thirty-five thousand rupees. \n (d) The debtor is not currently an undischarged bankrupt. \n (e) The debtor does not possess a residential property, regardless of whether it is subject to any liabilities or not. \n (f) There are no ongoing fresh start, insolvency resolution, or bankruptcy processes against the debtor. \n (g) The debtor has not received a fresh start order under this particular Chapter within the previous twelve months from the date of the fresh start application. \n   \n INSOLVENCY RESOLUTION \n Part III of the Code contains provisions that deal with the resolution of insolvency and bankruptcy cases involving individuals and partnership firms. To facilitate this process, individuals are categorized into three distinct groups: \n (i) Personal guarantors (personal guarantor as an individual who acts as a surety in a contract of guarantee to a corporate debtor.) to corporate debtors (CDs), \n (ii) Partnership firms and proprietorship firms, and \n (iii) Other individuals. \n This categorization allows for the phased implementation of individual insolvency, taking into account the broader implications of these provisions. \n   \n PROCESS: \n The process of filing an application for the insolvency of personal guarantors involves several steps and requirements. Here is a paraphrased explanation of each step: \n Application Filing: An application for the insolvency resolution process can be submitted to the Adjudicating Authority (AA) when there is a default of at least Rs. 1000. \n Application Options: The personal guarantor (PG) has the choice to file the application personally or through a Resolution Professional (RP) using Form A of the Insolvency and Insolvency Resolution Process (IIRP) Rules. This applies to defaults on debt, excluding any specifically excluded debts. \n Creditor Notice: If a creditor intends to file an application, they must issue a notice to the PG using Form B of the IIRP Rules, requesting payment. Only if the PG fails to make the payment within 14 days of receiving the notice can the creditor initiate insolvency proceedings against the PG. \n Creditor Application: A creditor can file an application individually, jointly with other creditors, or through an RP using Form C of the IIRP Rules. This applies to defaults on debt, excluding any specifically excluded debts. \n Application Fee: The application must be accompanied by a fee of Rs. 2000, as per Rule 6(1) or 7(2) of the IIRP Rules. \n Issuance of Public Notice and Creditor Claims: The AA issues a public notice within seven days of admitting the application, inviting claims from the creditors of the PG. Creditors have 21 days from the notice to register their claims with the RP, providing proof of the debt. The registration can be done electronically or through courier, speed post, or registered letter. The costs associated with submitting the claim are borne by the creditors. \n Preparation of List of Creditors: The RP verifies each claim as it is received and prepares a list of creditors based on the information provided in the application and the claims received within 30 days from the date of the public notice. \n Repayment Plan: The PG, in consultation with the RP, prepares a Repayment Plan containing proposals for debt restructuring or resolution, implementation schedules, and the source of funds. The plan may include the sale or transfer of assets, modification of security interests, reduction in amount payable to creditors, and modification of repayment terms. The plan should also cover the PG's reasonable expenses and the needs of dependent family members. The RP submits the repayment plan and a report on it to the AA within 21 days from the last date of claim submission. \n Approval or Rejection of the Repayment Plan: The RP prepares a report on the meeting of creditors regarding the repayment plan and provides copies to the PG, creditors, and the AA. Based on the report, the AA approves or rejects the repayment plan and may provide directions for its implementation. If modification is required, the AA can direct the RP to reconvene the meeting of creditors for reconsideration. \n Effect of Approval/Non-Approval of the Repayment Plan: Upon approval, the repayment plan becomes binding on the creditors and the PG. If the repayment plan is rejected, the debtor and creditors can file an application for bankruptcy. The RP oversees the implementation of the repayment plan and can seek directions from the AA if necessary. \n Completion of Repayment Plan: Within 14 days of completion of repayment plan, the RP shall inform the AA and the persons who are bound by the repayment plan that it has been fully implemented. The RP shall also share the report summarising all receipts and payments made in pursuance of the plan. \n Discharge Order: The RP shall apply to the AA for a discharge order in relation to the debts mentioned in the repayment plan and the AA may pass such discharge order. The repayment plan may provide for an early discharge or discharge on complete implementation of the repayment plan. The discharge order shall be forwarded to the IBBI, for the purpose of recording entries in the register.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 18": {
        "title": " LIABILITY IN CORPORATE FRAUD ",
        "content": " \n Corporate fraud refers to illegal and deceptive activities committed within a corporation or by individuals associated with the corporation, with the intention of obtaining financial gain or benefiting themselves at the expense of the company, its shareholders, or other stakeholders. Corporate fraud can take various forms and can occur at different levels within an organization. \n   \n 1. Financial Statement Fraud: Manipulating financial records, such as inflating revenues, understating expenses, or falsifying financial statements to deceive investors, lenders, or regulatory authorities. \n 2. Insider Trading: Trading stocks or securities based on non-public, material information about the company, which gives individuals an unfair advantage in the stock market. \n 3. Embezzlement: Misappropriating company funds or assets for personal gain, such as diverting funds into personal accounts, creating fictitious expenses, or stealing physical assets. \n 4. False or Misleading Disclosures: Providing false or misleading information to shareholders, investors, or regulatory bodies regarding the company's financial condition, operations, or prospects. \n LIABILITY IN CORPORATE \n Liability in corporate fraud can be attributed to various parties involved in the fraud, including individuals, directors, officers, employees, and the company itself. The liability depends on the nature and extent of the fraud and the involvement of each party. \n   \n 1. Individuals: Individuals involved in corporate fraud can be held personally liable for their actions. They may face criminal charges under the Indian Penal Code or other relevant laws. If convicted, they can be subjected to fines, imprisonment, or both. \n 2. Directors and Officers: Directors and officers of a company have fiduciary duties and responsibilities towards the company and its shareholders. They can be held liable if they are found to have participated in the fraud, aided or abetted the fraud, or failed to exercise due diligence and reasonable care in preventing the fraud. They may face civil liability, including claims for damages brought by shareholders or the company itself. \n 3. Employees: Employees involved in corporate fraud can also face legal consequences. Depending on their level of involvement, they may be subject to criminal charges, termination of employment, and potential civil liability. \n 4. Company: The company itself can be held liable for corporate fraud if it is found to have directly or indirectly participated in the fraudulent activities. The company may be subject to civil liability, including claims for damages, fines, penalties, or other legal remedies. \n In addition to these liabilities, regulatory bodies such as the Securities and Exchange Board of India (SEBI), the Serious Fraud Investigation Office (SFIO), and the Central Bureau of Investigation (CBI) play a crucial role in investigating and prosecuting corporate fraud cases. They have the authority to impose penalties, initiate legal proceedings, and take appropriate actions against the individuals and companies involved in fraud. \n   \n LAWS \n In India, there are several laws and regulations that address corporate fraud and impose liability on those involved. Some of the key laws related to corporate fraud liability in India include: \n 1. Companies Act, 2013: The Companies Act is the primary legislation governing companies in India. It contains provisions related to fraud, corporate governance, and liabilities of directors and officers. Under Section 447 of the Companies Act, individuals found guilty of fraud can be liable for imprisonment and fines. \n 2. Indian Penal Code (IPC): The IPC is a comprehensive criminal code that defines various offenses, including those related to fraud. Offenses such as cheating, forgery, criminal breach of trust, and falsification of accounts can be invoked to address corporate fraud. Individuals found guilty under the IPC can face imprisonment, fines, or both. \n a.    Section 415: Cheating: This section deals with the offense of cheating, which includes dishonestly inducing someone to deliver property, or causing a financial loss to another person by deceitful means. It can be applied to cases where individuals deceive others within the corporate context for personal gain. \n b.  Section 418: Cheating with knowledge that wrongful loss may ensue to a person whose interest offender is bound to protect: This section deals with cases where an individual, who is entrusted with protecting another person's interests (such as a corporate director or officer), cheats with knowledge that it may cause wrongful loss to the person whose interests they are obligated to safeguard. \n c.    Section 406: Punishment for criminal breach of trust: This section deals with offenses related to criminal breach of trust, which includes cases where individuals in positions of trust within corporations misappropriate funds or assets entrusted to them. \n 3. Securities and Exchange Board of India Act, 1992 (SEBI Act): SEBI is the regulatory body for securities markets in India. It has the authority to investigate and penalize fraudulent activities in relation to securities trading, insider trading, and market manipulation. SEBI can impose penalties, initiate legal proceedings, and bar individuals from accessing the securities market. \n SEBI (Prohibition of Fraudulent and Unfair Trade Practices Relating to Securities Market) Regulations, 2003: These regulations prohibit fraudulent and unfair trade practices in the securities market. They cover activities such as manipulating securities prices, dissemination of false or misleading information, insider trading, front-running, and market manipulation. Any individual or entity found to have engaged in such practices can be held liable and face penalties, including fines, disgorgement of unlawful gains, and debarment from participating in the securities market. \n SEBI (Prohibition of Insider Trading) Regulations, 2015: These regulations aim to prevent insider trading, which involves trading in securities based on non-public, price-sensitive information. The regulations specify guidelines for maintaining confidentiality of unpublished price-sensitive information, establishing internal control mechanisms, and reporting of insider trading by company insiders. Individuals found guilty of insider trading can face penalties, including fines, disgorgement of unlawful gains, and prohibition from accessing the securities market. \n 4. Insolvency and Bankruptcy Code, 2016 (IBC): The IBC addresses issues related to insolvency and liquidation of companies. It includes provisions to deal with fraudulent or wrongful trading, wherein directors or officers engage in fraudulent activities that contribute to the insolvency of the company. Such individuals can be held personally liable for the company's debts and may face restrictions on their ability to act as directors in the future. \n  ",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 19": {
        "title": " ADR IN CRIMINAL CASES ",
        "content": " \n ADR, or Alternative Dispute Resolution, refers to a range of methods and processes used to resolve legal disputes outside of traditional court proceedings. It provides parties with alternatives to litigation, offering a more flexible, informal, and collaborative approach to resolving conflicts. ADR methods are typically less formal, time-consuming, and costly compared to going to court. ADR methods are often used in civil disputes, such as commercial contracts, family law matters, and employment disputes. ADR processes can be voluntary or mandated by law, contract, or court order, depending on the jurisdiction and the nature of the dispute. While ADR is commonly associated with civil cases, such as commercial disputes or family law matters, it is less frequently used in criminal cases. Criminal cases typically involve offenses committed against society, and the resolution of these cases typically occurs through the criminal justice system. \n   \n However, in some jurisdictions, certain forms of ADR can be employed in criminal cases under specific circumstances. These methods are designed to offer alternative avenues for resolution, typically involving a negotiation or agreement between the parties involved. Here are a few examples: \n 1. Plea Bargaining: Plea bargaining is a form of ADR used in criminal cases. It involves negotiations between the prosecutor and the defendant, with the defendant agreeing to plead guilty to one or more charges in exchange for certain concessions, such as a reduced sentence or lesser charges. Plea bargaining aims to expedite the resolution of cases and reduce the burden on the court system. The Criminal Procedure Code (CrPC) in India provides for the concept of plea bargaining under Section 265A to Section 265L. \n   \n 2. Restorative Justice: Restorative justice is a concept that focuses on repairing the harm caused by criminal offenses by involving the victim, offender, and community in the resolution process. In some cases, restorative justice practices may be used as an alternative to traditional criminal proceedings, allowing the parties to discuss the impact of the offense and work towards an agreement that promotes healing and accountability. \n 3. Diversion Programs: Diversion programs are aimed at diverting individuals accused of non-violent offenses away from the criminal justice system and towards alternative interventions. These programs typically involve counseling, rehabilitation, or community service, and can be used to address issues such as substance abuse or mental health problems. Successful completion of a diversion program may result in the charges being dropped or reduced. \n 4. Compounding of Offenses: The Indian Penal Code (IPC) provides for the compounding of certain offenses, which means that the victim and the accused can agree to settle the matter outside of court. However, compounding is limited to specific offenses that are classified as compoundable under the law. \n 5. Mediation and Conciliation: Although not extensively used in criminal cases, mediation and conciliation processes are sometimes encouraged in certain situations. For example, in cases of non-serious offenses where the parties involved are willing, the court may refer the matter to mediation for amicable settlement. \n CASES \n While ADR is not widely used in criminal cases in India, there have been a few instances where alternative dispute resolution methods have been employed. \n Sheela Barse v. State of Maharashtra (1983): \n This landmark case addressed the rights of female inmates in Indian prisons. While not a direct application of ADR in a criminal case, the court ordered the formation of a mediation committee to address the grievances of female prisoners, emphasizing the use of non-adversarial methods to resolve disputes within the prison system. \n Gian Singh v. State of Punjab (2012) \n The Supreme Court recognized that the resolution of criminal cases through settlement outside of court falls within the statutory power of the High Court as provided by Section 482 of the Criminal Procedure Code (Cr.PC). The court further acknowledged that certain criminal cases, which predominantly involve civil matters such as commercial, financial, mercantile, civil, partnership transactions, or offenses related to dowry in matrimonial disputes, may be suitable for resolution through compromise and settlement between the parties. In such cases, where the wrongdoing is primarily of a private or personal nature and the parties have resolved their entire dispute, the High Court has the discretion to quash the criminal proceedings. This is particularly applicable when the High Court deems that the chances of conviction are remote and continuing with the criminal case would cause significant oppression, prejudice, and extreme injustice to the accused, considering the full and complete settlement and compromise reached between the offender and the victim. \n State of Punjab v. Dalbir Singh (2015): \n In this case, the Supreme Court of India emphasized the importance of exploring settlement options, including mediation, in criminal cases. The court recognized that certain offenses, such as those arising out of matrimonial disputes or minor disputes, may be amenable to resolution through mediation or other ADR processes. \n State of Maharashtra v. Tasneem Rizwan Siddiquee (2018): \n In this case, the Bombay High Court suggested the use of mediation as a means to resolve a criminal case involving defamation charges. The court directed the parties to explore the possibility of settlement through mediation. While the case ultimately proceeded to trial, this example highlights the court's willingness to consider ADR methods even in criminal matters. \n  ",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 20": {
        "title": " DOMAIN NAME: INFRINGEMENT OF TRADES ",
        "content": " \n A domain name, also known as a Uniform Resource Locator (URL), is a combination of alphanumeric characters used to identify and locate a specific location on the internet. It serves as the unique identity for a website and is of significant importance for small businesses aiming to establish their presence online. It should be noted that two organizations cannot have the same domain name. \n   \n PURPOSE \n A domain name serves a similar purpose in the online realm as a trademark does in offline business transactions. It enables customers to identify the source of goods or services provided by the respective owner. Consequently, domain names hold great significance in the world of online businesses. The importance of domain names can be attributed to the following factors: \n 1. Business Promotion: Domain names facilitate the promotion of a business and help build a customer base both online and offline through web advertising. \n 2. Establishing Credibility: Having a domain name establishes credibility for a website and the associated business in the online sphere. \n 3. Easy Customer Access: Domain names enable easy access for customers and potential customers to reach a business's website. \n 4. Trademark Registration: Domain names can be registered as trademarks at the national and international levels, subject to fulfilling the necessary requirements for trademark registration. \n 5. Source Identification: To be registered as a trademark, a domain name must act as a reliable identifier of the business's goods or services on the internet. \n 6. Uniqueness: A domain name seeking trademark registration should be distinct from other well-known trademarks and domain names on the internet. This ensures it does not deceive or mislead customers of other companies and complies with morality and public order. \n In summary, domain names play a crucial role in online businesses by promoting the brand, establishing credibility, providing easy access to customers, and offering the opportunity for trademark registration, provided they meet the necessary criteria. \n   \n INFRINGEMENT \n The last few characters of a domain name, such as .com, .in, .org, are referred to as the top-level domain (TLD). Different TLDs have specific meanings or associations. For instance, .org is commonly used for nonprofit or cultural organizations, .gov indicates a governmental site, and .net is often utilized by network-related businesses. Additionally, country codes like .us for the United States and .au for Australia are used as TLDs. \n Initially, the domain name registration system operated on a \"First come First serve\" basis, where the registrant authority, initially Internic, did not verify the ownership of the name. This approach resulted in market chaos. However, as the internet gained popularity, large companies sought to establish their own websites and often encountered the issue of their desired domain name already being registered. In such cases, companies had to negotiate and sometimes pay exorbitant prices to acquire the desired domain name. \n The rising expenses associated with purchasing previously registered domains led to trademark owners in the 'Meta society' joining forces and asserting that their intellectual property rights should extend to domain names. As a result, the act of registering domain names without any intention of using them has been identified as cybersquatting. \n PROTECTION TO DOMAIN NAME IN INDIA \n India does not have specific laws solely focused on the protection of domain names, domain names can be protected as trademarks under the Trade Marks Act, 1999. Owners of registered trademarks enjoy the full scope of trademark protection, while owners of unregistered trademarks can seek protection through passing off claims. \n 1.     Individuals or businesses can obtain protection for newly created domain names under the Trade Marks Act, 1999, and the Trade Marks Rules, 2002. Internationally, domain names as trademarks are registered by the Internet Corporation for Assigned Names and Numbers (ICANN), in conjunction with various International Trademark Treaties and national Trademark Laws. \n 2.     Once a domain name is registered as a trademark under the Trademarks Act, 1999, the owner enjoys the same rights and authorities as any registered trademark owner in India. The registered domain name is granted protection as a trademark, entitling the owner to take legal action against infringement or passing off under the provisions of the Act, including Section 29. \n 3.     Owners of unregistered trademarks also have rights and protection under trademark laws if they can establish prior use of the mark and its distinctiveness. In cases where an unregistered mark is misrepresented by someone else as their own goods, leading to potential deception of the public, the owner of the unregistered trademark can initiate legal action for passing off. \n   \n SATYAM INFOWAY LTD. VS SIFYNET SOLUTIONS PVT. LTD \n WHETHER INTERNET DOMAIN NAMES ARE RECOGNISABLE AS OTHER INTELLECTUAL PROPERTIES SUCH AS TRADEMARKS. \n the original purpose of a domain name was to provide a computer address on the internet. However, as the internet evolved from a mere communication tool to a platform for conducting business activities, the role of a domain name expanded. Nowadays, a domain name serves not only as an internet address but also as a distinctive identifier for specific websites and differentiates businesses and services offered by various companies. As a result, a domain name holds significance not just as an address but as a crucial element in establishing a unique online identity. \n In the current digital landscape, where numerous commercial enterprises engage in online trading and advertising, the value of a distinct and exclusive domain name is paramount. The increasing commercial activity on the internet has elevated the importance of domain names, making them valuable assets and giving rise to potential disputes. It is evident that a domain name possesses all the attributes of a trademark and can form the basis for legal action related to passing off, where one entity misrepresents or infringes upon the exclusive rights associated with a domain name. \n  ",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 21": {
        "title": " Various Sources of Startup Funding in India ",
        "content": " \n Startup funding in India has experienced significant growth and development in recent years. India has emerged as one of the leading destinations for startup investments, with a thriving ecosystem that includes venture capital firms, angel investors, crowdfunding platforms, and government initiatives. \n Startup funding refers to the process of securing financial resources or investments for a newly established business or startup. Startups often require external funding to support their growth, operations, product development, and market expansion. Funding can come from various sources, including individual investors, venture capital firms, angel investors, government grants, crowdfunding, and corporate investments. \n REASON FOR STARTUP FUNDING \n 1. Capital Investment: Funding provides the necessary capital for startups to launch their products or services, build their team, and cover initial operational expenses. \n 2. Growth and Expansion: Startups use funding to fuel their growth and expansion plans. This includes scaling operations, entering new markets, investing in marketing and sales efforts, and hiring additional talent. \n 3. Product Development: Funding allows startups to invest in research and development, prototype testing, and product enhancements. This helps them refine their offerings and stay competitive in the market. \n 4. Market Validation: By attracting investors, startups gain validation for their business idea and market potential. Funding from reputable investors can enhance the startup's credibility and attract further investment opportunities. \n 5. Expertise and Resources: In addition to capital, startup funding often comes with strategic guidance and mentorship from experienced investors. This expertise can help startups navigate challenges, make informed decisions, and access valuable industry connections. \n   \n SOURCES OF STARTUP FUNDING IN INDIA: \n 1. Venture Capital (VC) Funding: Venture capital firms play a crucial role in providing funding to startups in India. These firms invest in early-stage and high-growth startups in exchange for equity. \n 2. Angel Investors: Angel investors are individuals who invest their own capital in startups in exchange for equity. They often provide seed funding and mentorship to early-stage startups. India has a growing community of angel investors who support the startup ecosystem. \n 3. Government Initiatives: The Indian government has launched various initiatives to promote startup funding. One such initiative is the \"Startup India\" program, which offers benefits such as tax exemptions and easier regulatory compliance for startups. Additionally, the government has established funds like the \"Fund of Funds for Startups\" to support venture capital firms investing in startups. \n 4. Incubators and Accelerators: Incubators and accelerators provide startups with mentorship, resources, and networking opportunities. Some incubators and accelerators in India also provide funding to startups as part of their programs. Examples include Y Combinator, 500 Startups, and Indian-specific entities like Indian Angel Network and T-Hub. \n 5. Crowdfunding: Crowdfunding platforms have gained popularity as a means of raising funds from the general public. Platforms like Ketto, Wishberry, and Catapooolt enable startups to raise funds from a large pool of individual contributors. \n 6. Corporate Investments: Many established companies in India have launched corporate venture capital arms or innovation programs to invest in startups. These corporate investments provide startups with not only funding but also potential partnerships and market access. \n 7. IPOs and Exits: The Indian startup ecosystem has witnessed an increasing number of startups going public through Initial Public Offerings (IPOs) or getting acquired by larger companies. This provides an exit opportunity for investors and generates further interest in the startup space. \n   \n STARTUP FUNDING PROCESS \n The startup funding process in India typically involves several stages and steps. While the specific process may vary depending on the investor and the startup, here is a general outline of the startup funding process in India: \n   \n 1. Preparation: Startups need to have a well-defined business plan, a strong value proposition, and a clear understanding of their target market. They should also have a compelling pitch deck and financial projections to present to potential investors. \n 2. Identifying Investors: Startups can research and identify potential investors based on their investment focus, sector preferences, and stage of investment. This can include venture capital firms, angel investors, corporate investors, or government funding programs. \n 3. Initial Pitch: Startups may reach out to investors through various channels, such as email, networking events, or introductions from mutual contacts. An initial pitch is made to generate investor interest and secure a meeting. \n 4. Due Diligence: Once an investor expresses interest, they will conduct due diligence on the startup. This involves evaluating the team, market potential, product/service viability, financials, intellectual property, and any legal or regulatory compliance issues. \n 5. Term Sheet Negotiation: If the investor is satisfied with the due diligence, they may issue a term sheet. The term sheet outlines the key terms and conditions of the investment, including the amount to be invested, equity dilution, valuation, board representation, and rights. \n 6. Legal and Financial Documentation: Once the term sheet is agreed upon, the startup and the investor engage in legal and financial documentation, including shareholder agreements, investment agreements, and any necessary regulatory filings. \n 7. Funding and Investment: After completing the documentation and fulfilling any necessary regulatory requirements, the investment funds are transferred to the startup. The investor becomes a shareholder in the company, and the agreed-upon terms and conditions come into effect. \n 8. Post-Investment Support: Investors may provide ongoing support to the startup, which can include mentorship, strategic guidance, and connections to their network of industry contacts. Startups may also have to provide regular updates and reports to the investors.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 22": {
        "title": " Understanding the Appeal Process under GST ",
        "content": " \n Under Goods and Services Tax (GST), taxpayers have the right to file an appeal if they are dissatisfied with a decision or order issued by the tax authorities. The appeal process allows taxpayers to seek a review of such decisions and present their case before higher authorities. \n Appeal process under GST: \n 1. Appellate Authority: The first level of appeal is made to the Appellate Authority, which is usually a higher-level officer within the tax department. The Appellate Authority reviews the case and decides whether to uphold, modify, or reject the original decision. \n 2. Time Limit: Taxpayers must file their appeal within the prescribed time limit, which is generally 30 days from the date of receipt of the order or decision that is being appealed against. However, this time limit can vary based on the specific circumstances and the appellate forum. \n 3. Appellate Tribunal and Courts: If a taxpayer is not satisfied with the decision of the Appellate Authority, they can further appeal to the Appellate Tribunal. In some cases, appeals can also be filed directly with the High Court or Supreme Court, depending on the nature and value of the dispute. \n 4. Legal Representation: Taxpayers have the right to be represented by a legal professional during the appeal proceedings. They can engage a chartered accountant, advocate, or any other authorized representative to present their case.  \n 5. GST Dispute Resolution: In addition to the regular appeal process, GST provides for alternative dispute resolution mechanisms such as mediation and the GST Dispute Resolution Panel (DRP). These mechanisms aim to resolve disputes in a more expeditious and mutually agreeable manner. \n WHO CAN FILE AN APPEAL UNDER GST: \n Parties \n 1.  Registered Taxpayers: Any individual or business entity that is registered under GST can file an appeal. This includes regular taxpayers who are registered under GST and comply with the tax obligations. \n 2.  Input Service Distributors (ISD): ISDs, which are entities that distribute input tax credit (ITC) among multiple branches or units of a company, have the right to file an appeal under GST. \n 3.  Tax Deductors at Source (TDS) and Tax Collectors at Source (TCS): Entities responsible for deducting or collecting tax at source can also file appeals under GST if they are dissatisfied with any decision or order issued by the tax authorities. \n 4.  Casual Taxable Persons: Casual taxable persons, who engage in occasional business activities in a different state or territory where they do not have a regular place of business, are eligible to file appeals. \n 5.  Non-Resident Taxable Persons: Non-resident taxable persons, who do not have a fixed place of business in India but are engaged in taxable supplies, can file appeals against decisions or orders issued by the GST authorities \n 6. Persons Registered under the Composition Scheme: Taxpayers who have opted for the Composition Scheme, which offers a simplified tax and compliance framework for small businesses, also have the right to file appeals. \n Tax department \n The department can file appeals in cases where they disagree with a decision made by lower authorities or when they believe there has been an error in interpreting or applying the GST laws.  \n WHEN AN APPEAL CANNOT BE FILED UNDER GST \n 1.  Intra-State Supplies: Appeals cannot be filed against decisions or orders relating to intra-state supplies. Intra-state supplies refer to transactions where the supplier and the recipient are located within the same state. \n 2.  Amount of Tax, Interest, or Penalty below a Specified Threshold: Appeals cannot be filed if the disputed amount of tax, interest, or penalty is below a specified threshold. The threshold amount is determined by the respective appellate authorities or tribunals. \n 3.  Decision or Order by Appellate Authority or Appellate Tribunal: Appeals cannot be filed against decisions or orders passed by the Appellate Authority or the Appellate Tribunal. These decisions are considered final and binding. \n 4.  Orders Passed with the Consent of the Taxpayer: If an order is passed with the consent of the taxpayer, whether given before or during the appellate proceedings, appeals cannot be filed against such orders. \n 5. Matters Pending Before Courts: Appeals cannot be filed against matters that are pending before any court, tribunal, or authority, other than the Appellate Authority or the Appellate Tribunal under GST. \n 6.  Disputes under Specific Sections: Appeals cannot be filed against decisions or orders relating to certain specific sections of the GST Act, such as sections dealing with advance rulings, anti-profiteering measures, and electronic commerce operators. \n 7.  Pre-deposit an appeal cannot be filed unless the appellant (the person filing the appeal) deposits an amount equal to 10% of the disputed amount mentioned in the order against which the appeal is being filed. \n NANJUNDAPPA TRADING COMPANY AND ANOTHER VERSUS STATE OF U.P \n The petitioner must deposit 20% of the remaining disputed tax amount within three weeks as required by Section 112(8) of the Act. Recovery proceedings for the balance amount will be put on hold until the petition is resolved. The petitioner had already deposited 10% of the disputed tax amount while filing the first appeal and provided security for the remaining amount. The Appellate Tribunal under the U.P Goods and Services Tax Act 2017 has not been formed yet, so the petitioner approached the court with a writ petition as there was no alternative remedy available. The petitioner believes that the transaction in question does not fall under the provisions of the Act, making the imposition of penalty and tax invalid. The court has accepted the petition, and the Revenue has three weeks to file a counter affidavit. \n  ",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 23": {
        "title": " CRITICAL ASPECTS OF THE APPLE V/S SAMSUNG PATENT WAR(2018) ",
        "content": " \n Introduction \n The Apple and Samsung patent war was a series of legal disputes between the two companies over intellectual property rights related to smartphones and tablets. The conflict began in 2011 when Apple filed a lawsuit against Samsung in the United States, accusing the Korean company of infringing on Apple's design and technology patents. \n The patent war shed light on the importance of intellectual property protection in the highly competitive technology industry. Both Apple and Samsung relied heavily on patents to secure their innovative ideas and prevent their competitors from using similar features or designs. This legal battle emphasized the need for robust intellectual property systems that strike a balance between encouraging innovation and preventing patent abuses. \n   \n  Key Points of the Patent War \n   \n Design Patents: Apple claimed that Samsung copied the design of its iPhone, specifically highlighting features like rounded corners, a rectangular shape with rounded edges, and a grid of colorful icons. Apple argued that Samsung's Galaxy smartphones and tablets infringed on its design patents. \n   \n Utility Patents: In addition to design patents, Apple also accused Samsung of infringing on utility patents, which protect functional aspects of inventions. These utility patents covered technologies such as multi-touch gestures, bounce-back scrolling, and certain software features. \n   \n Global Legal Battle: The patent war between Apple and Samsung extended beyond the United States. Lawsuits were filed in several other countries, including Australia, Germany, Japan, South Korea, and the United Kingdom. The legal battles encompassed various claims and counterclaims regarding patent infringement. \n   \n Injunctions and Product Bans: As part of the legal proceedings, both Apple and Samsung sought injunctions to halt the sales of each other's products. In some cases, specific Samsung devices were temporarily banned from the market, while Apple also faced some restrictions on its products in certain jurisdictions. \n   \n Jury Verdicts and Appeals \n It is important to note that the patent disputes between the two companies spanned across different jurisdictions, and each case had its own specific judgment.   \n   \n United States: In 2012, a jury in the United States found Samsung guilty of infringing on several Apple patents, including design and utility patents. The jury awarded Apple over $1 billion in damages. However, in subsequent proceedings and appeals, the damages amount was reduced and the case was sent back for a retrial. In 2018, a jury awarded Apple $539 million in damages in the retrial. \n   \n South Korea: In 2012, a South Korean court ruled that both Apple and Samsung had infringed on each other's patents. The court ordered Samsung to stop selling certain older smartphone models in South Korea and pay damages to Apple. The damages awarded were relatively small, and both companies declared the judgment as a partial victory. \n   \n Germany: Several lawsuits took place between Apple and Samsung in Germany. In some cases, German courts ruled in favor of Apple, granting injunctions that temporarily banned sales of certain Samsung devices in the country. However, some judgments were modified or overturned in subsequent appeals. \n   \n Australia: In 2011, an Australian court initially granted Apple's request for a temporary injunction, which prevented Samsung from launching its Galaxy Tab 10.1 tablet in Australia. However, the injunction was later lifted, and Samsung was allowed to sell its products in the country. \n   \n Other Jurisdictions: Similar patent disputes and legal battles took place in various other countries, including Japan, the United Kingdom, and the Netherlands. The outcomes and judgments in these jurisdictions varied, with some courts ruling in favor of Apple, some in favor of Samsung, and others reaching settlement agreements or dismissing certain claims. \n Settlement \n In 2018, Apple and Samsung reached a settlement agreement to end the majority of their patent disputes. The terms of the settlement were not disclosed to the public, but it is believed that the companies entered into cross-license agreements, allowing them to use each other's patented technologies under certain conditions. \n It is important to note that the patent war between Apple and Samsung involved numerous cases, appeals, and settlements. The judgments and outcomes were complex and varied across different jurisdictions, and the final resolution of the overall patent war came with a settlement agreement between the two companies in 2018. \n   \n   \n Critical Aspects and Consequences of the Dispute \n   \n The Apple-Samsung patent war spanned multiple jurisdictions worldwide, leading to a complex web of litigation. This aspect showcased the challenges faced by multinational companies when their intellectual property rights are infringed upon in different countries. It also highlighted the need for harmonization and consistency in patent laws across jurisdictions to streamline legal proceedings and prevent conflicting outcomes. \n   \n Infringement vs. Innovation \n The patent war raised questions about the line between legitimate competition and patent infringement. Critics argued that some patents involved in the dispute were overly broad and stifled innovation, while others argued that protecting intellectual property rights is crucial for encouraging inventors and maintaining a competitive marketplace. This tension between protecting innovation and preventing monopolistic behavior remains an ongoing debate in the technology industry. \n   \n Impact on Consumers \n The patent war had implications for consumers, as legal battles and subsequent injunctions resulted in some products being temporarily banned or modified. This affected consumer choice and potentially limited market competition. Moreover, the litigation costs incurred by both Apple and Samsung were significant, and these expenses could have been invested in further research and development or passed on to consumers through higher product prices. \n   \n Settlement and License Agreements \n After years of litigation, Apple and Samsung reached a settlement in 2018, putting an end to the majority of their patent disputes. The details of the settlement were not made public, but it is believed that both companies entered into cross-license agreements, allowing them to use each other's patented technologies under certain conditions. This resolution demonstrated that litigation can lead to negotiated settlements that benefit all parties involved. \n Conclusion \n In conclusion, the Apple-Samsung patent war was a complex legal battle that brought attention to the importance of intellectual property protection, the role of design patents, the challenges of global legal battles, the balance between infringement and innovation, and the impact on consumers. While the outcome of the patent war is difficult to evaluate definitively, it highlighted various critical aspects that continue to shape intellectual property and competition in the technology industry. \n   \n  ",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 24": {
        "title": " ROLE OF INDIAN IPR LAWS IN SAFEGUARDING THE BIODIVERSITY ",
        "content": " \n Introduction \n “Biodiversity is all the different kinds of life you'll find in one area—the variety of animals, plants, fungi, and even microorganisms like bacteria that make up our natural world. Each of these species and organisms work together in ecosystems, like an intricate web, to maintain balance and support life.” \n Intellectual property rights (IPRs) law plays a significant role in relation to biodiversity by providing legal protection and incentives for the conservation and sustainable use of biodiversity-related resources.  \n Key aspects of IPR and Biodiversity Relations  \n Patents and Plant Breeder's Rights: Patents and plant breeder's rights grant exclusive rights to inventors and breeders, respectively, over their new and distinct plant varieties. These rights stimulate innovation and investment in the development of new plant varieties, including those derived from biodiversity resources. By incentivizing research and development, these rights can promote the conservation and sustainable use of biodiversity by encouraging the development of improved crops and medicinal plants. \n   \n Access and Benefit-Sharing (ABS) Mechanisms: ABS mechanisms ensure that the benefits arising from the use of genetic resources and traditional knowledge associated with biodiversity are shared equitably between the providers of those resources and the users. IPRs can serve as tools to support ABS by providing a framework for negotiating mutually agreed terms and conditions for accessing and using genetic resources and associated traditional knowledge. \n   \n Traditional Knowledge and Traditional Cultural Expressions: IPRs law also recognizes the importance of protecting traditional knowledge and traditional cultural expressions related to biodiversity. Traditional knowledge held by indigenous and local communities has often played a crucial role in the sustainable management and conservation of biodiversity. Intellectual property frameworks, such as sui generis systems, can protect and promote the rights of indigenous communities over their traditional knowledge and cultural expressions, ensuring their participation, benefit-sharing, and preservation. \n   \n Geographical Indications and Traditional Specialty Guaranteed (TSG) Labels: Geographical indications (GIs) and traditional specialty guaranteed (TSG) labels are forms of IPRs that protect products originating from a specific geographical region and possessing specific qualities or reputation linked to that region. GIs and TSG labels can support the conservation of biodiversity by promoting traditional agricultural practices, protecting traditional knowledge associated with local biodiversity, and fostering sustainable production systems. \n   \n Protection of Biodiversity-related Innovations: IPRs law allows for the protection of biodiversity-related innovations, such as bio-prospecting efforts that lead to the discovery of new compounds with pharmaceutical, agricultural, or industrial potential. By granting exclusive rights to these innovations, IPRs incentivize the development of biotechnological solutions for conservation, sustainable agriculture, and ecosystem management. \n   \n Robust Indian Legal Framework \n The country recognizes the importance of protecting its rich biodiversity and traditional knowledge while also fostering innovation and development. Here's an analysis of Indian IPR laws and their relationship with biodiversity: \n   \n Patents and Plant Varieties Protection: Indian patent law includes provisions that restrict the patentability of traditional knowledge and biological resources obtained from India's biodiversity. Section 3(d) of the Indian Patents Act establishes stricter criteria for patenting incremental innovations, preventing the grant of patents for mere modifications of known substances unless they demonstrate enhanced efficacy. This provision aims to prevent the misappropriation of traditional knowledge associated with biodiversity resources. \n Similarly, the Protection of Plant Varieties and Farmers' Rights Act (PPV&FR Act) provides a sui generis system for the protection of new plant varieties while also recognizing and safeguarding the rights of farmers and breeders. This law encourages the conservation and sustainable use of plant genetic resources by facilitating access to genetic material and ensuring equitable benefit-sharing. \n   \n Access and Benefit-Sharing (ABS): India has implemented the ABS provisions of the Convention on Biological Diversity (CBD) through the Biological Diversity Act (BDA) and the Biological Diversity Rules (BDR). These laws regulate the access to biological resources and associated traditional knowledge, ensuring fair and equitable sharing of benefits arising from their use. Users of biological resources are required to obtain prior informed consent and negotiate mutually agreed terms with the providers. The BDA also establishes the National Biodiversity Authority (NBA) as the central authority responsible for overseeing ABS-related activities. \n   \n Traditional Knowledge Protection: India has taken steps to protect traditional knowledge associated with biodiversity through the Traditional Knowledge Digital Library (TKDL). TKDL is a repository of traditional knowledge documented in a digitized format, aimed at preventing the grant of patents on traditional knowledge by providing prior art evidence. This database helps prevent the misappropriation and exploitation of traditional knowledge by facilitating the examination of patent applications. \n   \n Traditional Cultural Expressions: Indian IPR laws, particularly copyright law, provide some protection to traditional cultural expressions related to biodiversity. Copyright law safeguards original artistic and literary works, which may include folklore, traditional songs, dances, and other forms of cultural expression. The protection of traditional cultural expressions promotes the preservation of cultural heritage associated with biodiversity and supports the rights and interests of indigenous and local communities. \n   \n Geographical Indications (GI): India has a strong GI regime that protects products associated with specific geographical regions and qualities. GIs help preserve traditional agricultural practices, promote rural development, and ensure the quality and reputation of products derived from biodiversity resources. Examples of Indian GIs include Darjeeling tea, Basmati rice, and Kanchipuram silk. \n Conclusion \n It's important to note that the relationship between IPRs and biodiversity is complex, and striking a balance between protecting intellectual property and ensuring equitable access to and fair benefit-sharing of biodiversity resources is crucial. International agreements like the Convention on Biological Diversity (CBD) and its Nagoya Protocol provide a framework for addressing these issues and promoting the sustainable use and conservation of biodiversity in the context of intellectual property. \n While India's IPR laws and biodiversity-related provisions demonstrate the country's commitment to conservation and equitable access, challenges persist. Implementation and enforcement of these laws can be difficult, particularly at the local level. Strengthening awareness, capacity-building, and ensuring effective participation of local communities in decision-making processes are essential to enhance the effectiveness of Indian IPR laws in relation to biodiversity conservation and traditional knowledge protection. \n   \n  ",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 25": {
        "title": " IDENTITY THEFT:UNDERSTANDING IT’S  NUANCES ",
        "content": " \n Introduction \n Identity theft is indeed a serious cybercrime that involves the unauthorized acquisition and use of someone else's personal information for fraudulent purposes. It occurs when a person's personally identifiable information (PII), such as their name, social security number, financial account details, or passwords, is stolen and misused by an individual or group. \n   \n Cybercriminals employ various techniques to carry out identity theft, including: \n   \n Phishing: This method involves sending deceptive emails, messages, or websites that mimic legitimate organizations to trick individuals into revealing their sensitive information. \n   \n Data breaches: When organizations experience a security breach, hackers can gain unauthorized access to databases containing valuable personal information of their customers or users. \n   \n Social engineering: In social engineering attacks, cybercriminals manipulate individuals through psychological manipulation to divulge confidential information. \n   \n Malware: Malicious software, such as keyloggers or spyware, can be used to track a person's keystrokes, steal login credentials, or capture personal data. \n   \n After accessing the Personal Information \n Once the perpetrator obtains the victim's personal information, they can engage in various fraudulent activities, including: \n Financial fraud: This involves using stolen information to make unauthorized purchases, apply for loans or credit cards, or empty bank accounts. \n   \n Identity cloning: Cybercriminals may assume the victim's identity to open new financial accounts, rent properties, or conduct illegal activities. \n   \n Tax fraud: The thief might use the stolen information to file fraudulent tax returns and claim refunds. \n   \n Medical identity theft: Personal details can be used to obtain medical services, prescription drugs, or submit false insurance claims. \n   \n Employment fraud: Criminals may use someone's identity to gain employment or obtain government benefits. \n India and the crime of Identity Theft  \n   \n In India, identity theft is considered a serious offense, and there are several laws and regulations in place to address and penalize such cybercrimes. The primary legislation related to identity theft and data protection in India is the Information Technology Act, 2000 (IT Act), which was amended in 2008 to strengthen provisions for addressing cybercrimes. Here are the key provisions and laws related to identity theft in India: \n   \n Information Technology Act, 2000: The IT Act provides the legal framework for addressing cybercrimes, including identity theft. Relevant sections under the IT Act include: \n   \n a. Section 43: This section deals with unauthorized access, downloading, or extraction of data, including personal information, and imposes penalties for such actions. \n   \n b. Section 66C: It deals specifically with identity theft and makes it an offense to fraudulently use another person's identity electronically. \n   \n c. Section 66D: This section addresses cheating by impersonation using a computer resource and imposes penalties for such offenses. \n   \n d. Section 72 and Section 72A: These sections protect the privacy and confidentiality of personal information and impose penalties for unauthorized disclosure or misuse of such information. \n   \n Indian Penal Code, 1860: The Indian Penal Code contains provisions that can be applied to identity theft cases. Some relevant sections include: \n a. Section 419: This section deals with cheating by impersonation and imposes penalties for fraudulent impersonation. \n   \n b. Section 420: It deals with cheating and dishonestly inducing delivery of property and can be applied to cases of identity theft involving financial fraud. \n   \n Aadhaar (Targeted Delivery of Financial and Other Subsidies, Benefits and Services) Act, 2016: The Aadhaar Act regulates the collection, storage, and usage of Aadhaar numbers, which are unique identification numbers issued to Indian residents. It includes provisions for protecting the privacy and security of Aadhaar-related information and imposes penalties for unauthorized access or misuse. \n   \n Apart from these laws, various guidelines and regulations have been issued by government agencies such as the Reserve Bank of India (RBI) and the Ministry of Electronics and Information Technology (MeitY) to ensure data protection, secure online transactions, and prevent identity theft. \n   \n Identity Theft and the World \n It is a significant cybercrime that occurs on a global scale, affecting individuals, businesses, and governments across various countries. Here's a global perspective on identity theft as a cybercrime: \n   \n United States: Identity theft is a widespread problem in the United States. The country has specific legislation to address identity theft, such as the Identity Theft and Assumption Deterrence Act (ITADA) and the Identity Theft Penalty Enhancement Act (ITPEA). The Federal Trade Commission (FTC) plays a crucial role in combating identity theft and provides resources to assist victims. \n   \n European Union: The European Union has taken steps to address identity theft and protect individuals' personal information. The General Data Protection Regulation (GDPR) establishes strict rules for the handling and processing of personal data, including measures to prevent unauthorized access and data breaches. Member states also have their own legislation to combat identity theft and cybercrimes. \n   \n Canada: Canada has laws in place to address identity theft, including the Criminal Code of Canada. The country has also established the Canadian Anti-Fraud Centre (CAFC) as a central agency to receive complaints and provide information to help combat identity theft and other types of fraud. \n   \n Australia: In Australia, identity theft is a growing concern. The country has enacted laws to combat identity-related crimes, such as the Crimes Act 1914 and the Privacy Act 1988. The Australian Cyber Security Centre (ACSC) provides guidance and resources to individuals and organizations to protect against identity theft and other cybercrimes. \n   \n United Kingdom: The United Kingdom has legislation to address identity theft, such as the Fraud Act 2006 and the Data Protection Act 2018. The Information Commissioner's Office (ICO) is responsible for enforcing data protection laws and promoting good information-handling practices. \n   \n Other Countries: Identity theft is a global issue, and many other countries have enacted laws and regulations to combat it. These include countries like Japan, Singapore, Brazil, and South Africa, among others. Additionally, international cooperation and collaboration among law enforcement agencies and cybersecurity organizations play a vital role in combating cross-border identity theft and cybercrimes. \n   \n Efforts to combat identity theft globally include raising awareness among individuals and businesses about preventive measures, enhancing cybersecurity practices, implementing stricter data protection regulations, and facilitating international cooperation in investigations and information sharing. \n   \n Conclusion \n Identity theft can have severe consequences for victims, including financial loss, damage to credit scores, legal issues, and emotional distress. To protect yourself from identity theft, it is crucial to safeguard your personal information, be cautious of phishing attempts, use strong and unique passwords, regularly monitor financial accounts, and keep your devices and software updated with the latest security patches. Additionally, promptly reporting any suspected identity theft to the relevant authorities and financial institutions is essential to mitigate the damage and prevent further harm. \n It's important to note that the specific laws, regulations, and approaches to combat identity theft may vary from country to country. It's advisable to consult the relevant laws and regulations in your jurisdiction for accurate and up-to-date information. \n  ",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 26": {
        "title": " UNRAVELING DIGITAL RAPE ",
        "content": " \n Introduction \n In the digital age, the issue of rape has expanded beyond physical encounters to include various online dimensions. However, it is crucial to clarify a common misconception regarding the term \"rape\" in the digital context. Contrary to popular belief, \"rape in the digital age\" does not refer to cybercrime or online sexual assault. The concept of digital rape, encompassing non-consensual penetration of fingers or toes, holds significance both globally and within the context of India. \n Digital rape refers to the non-consensual penetration of a person's fingers or toes, often in a sexual manner. This act can occur in physical encounters and is a form of sexual assault that violates personal boundaries and autonomy. \n   \n Differentiating digital rape from cybercrime \n It is important to distinguish digital rape from cybercrime, which encompasses a broad range of offenses committed through digital platforms. Cybercrimes include online sexual harassment, non-consensual sharing of intimate media (revenge porn), sextortion, grooming, and various forms of sexual exploitation facilitated by the internet. \n    \n Contextualizing digital rape: The term \"rape\" has traditionally been associated with non-consensual sexual penetration involving body parts. In the digital age, this definition has extended to include the non-consensual penetration of fingers or toes, but it does not encompass cybercrimes or virtual sexual assault. \n   \n Consequences of conflating terms: Misunderstanding the meaning of \"rape in the digital age\" can have severe implications. It may lead to a lack of awareness and empathy for victims of cybercrimes, trivialize their experiences, or undermine efforts to combat online sexual offenses effectively. \n   \n   \n Digital Rape in the Indian Context \n   \n In India, the definition and categorization of sexual crimes have evolved over time. While the Indian Penal Code recognizes various forms of sexual assault, including rape, it does not specifically address digital rape.  \n Nirbhaya case refers to the brutal gang rape and murder of a young woman in Delhi, India, in 2012. This incident sparked widespread outrage and led to significant legal and societal reforms in India.  \n   \n It was this case that triggered a profound shift in public consciousness, bringing discussions of sexual crimes to the forefront of public discourse. It shed light on the prevalence and severity of sexual violence, including the need to address digital rape. \n   \n Recognition of Digital Rape \n (Indian Legal Framework) \n The Nirbhaya case played a pivotal role in expanding the definition of rape beyond traditional notions, including recognizing the significance of non-consensual acts involving digital penetration. It highlighted that sexual violence is not limited to physical encounters but can also occur in the digital realm. \n The Supreme Court interpreted Digital rape as - ‘Other ways that a man can employ to violate a woman or child’s dignity’. Hence, maintaining these horrible instances of crime, the definition of rape was enlarged in 2013, and rape is now described as “Forcefully penetrating a woman’s vagina, mouth, anus, or urethra by a penis,any foreign object, or any other part of the body.” \n  However, cases of digital rape can be prosecuted under relevant provisions, considering the act as a form of sexual assault. \n The provisions of the Indian Penal Code (IPC) and the Protection of Children from Sexual Offences (POCSO) Act address sexual crimes, including digital rape. Here are the relevant provisions related to the punishment for digital rape: \n   \n Under the Indian Penal Code (IPC): \n   \n Section 375: This section defines rape as the non-consensual penetration of a person's vagina, mouth, urethra, or anus with any part of the body or an object. It recognizes the gravity of the offense and provides for punishment, which may include imprisonment for a term not less than seven years but may extend to life imprisonment, along with a fine. \n   \n Section 376: This section deals with punishment for rape and specifies different circumstances under which enhanced punishment can be imposed. For instance, if the victim is a minor, mentally or physically challenged, or the offense results in the victim's death or a persistent vegetative state, the punishment may include rigorous imprisonment for a term not less than ten years, which may extend to life imprisonment, along with a fine. \n   \n Under the Protection of Children from Sexual Offences (POCSO) Act: \n   \n Section 3: This section specifically addresses sexual offenses against children and includes digital rape as an offense. It defines \"penetrative sexual assault\" as any form of sexual penetration of a child's vagina, mouth, urethra, or anus by any part of the body or an object. The punishment for penetrative sexual assault on a child may include rigorous imprisonment for a term not less than ten years, which may extend to imprisonment for life, along with a fine. \n   \n Section 4: This section deals with punishment for committing penetrative sexual assault on a child under certain aggravated circumstances, such as if the offense is committed by a person in a position of trust or authority, or if it results in the child's death or grievous hurt. The punishment may include rigorous imprisonment for a term not less than twenty years, which may extend to imprisonment for life, along with a fine. \n   \n The recognition of digital rape in the Nirbhaya case resonated globally, contributing to a broader understanding of sexual crimes in the digital age. It prompted discussions and legal reforms in various countries, acknowledging the need to address online sexual offenses as part of comprehensive efforts to combat sexual violence. \n   \n Conclusion \n The recognition of digital rape in the Nirbhaya case resonated globally, contributing to a broader understanding of sexual crimes in the digital age. It prompted discussions and legal reforms in various countries, acknowledging the need to address online sexual offenses as part of comprehensive efforts to combat sexual violence. \n Clarifying the meaning of \"rape in the digital age\" is essential to prevent misunderstandings and ensure accurate discussions surrounding sexual crimes. While digital rape refers to the non-consensual penetration of fingers or toes, cybercrimes encompass a broader range of offenses committed online. By understanding these distinctions, society can work towards a comprehensive approach to combatting sexual violence in both physical and digital realms, and supporting survivors.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 27": {
        "title": " JUDICIAL APPROACH TO SECTION 9 OF HMA,1955 ",
        "content": " \n Introduction \n Section 9 of the Hindu Marriage Act, 1955 deals with the restitution of conjugal rights. It provides a legal remedy to a spouse who seeks the resumption of marital cohabitation when the other spouse has willfully withdrawn from the relationship without any reasonable cause. The cure of Restitution of Conjugal Rights is new for the Indian marital statute that tracks down its starting point in the Jewish regulations. Before the British introduced it, Hindu law was unaware of the remedy. In fact, it is the only matrimonial remedy made available to all Indian communities by general law under British rule. \n As stated by Paras Diwan, “The remedy of restitution of conjugal rights was neither recognized by the Dharmashastra nor did the Muslim law made any provisions for it. Restitution of conjugal rights has its roots in feudal England, where marriage was considered as a property deal and wife was part of man’s possession like other chattels.” The concept of restitution of conjugal rights was introduced in India in the case of Moonshee Buzloor Ruheem v. Shumsoonissa Begum 1867, where such actions were regarded as considerations for specific performance. \n Over the years, the Indian judiciary has played a crucial role in interpreting and applying this provision, shaping its scope and determining the rights and obligations of the parties involved. \n Judicial Approach \n The judiciary has adopted a balanced approach in interpreting Section 9 of the Hindu Marriage Act. Courts have emphasized that the objective of the provision is to preserve and strengthen the institution of marriage, rather than force unwilling partners to live together. They have held that the application of Section 9 should be guided by considerations of fairness, reasonableness, and the best interests of both parties. \n In interpreting Section 9 of the Hindu Marriage Act, the judiciary has taken a cautious approach. Courts have emphasized that the provision's goal is not to compel unwilling partners to live together but rather to preserve and strengthen the marriage institution. They have ruled that fairness, reasonableness, and the best interests of both parties should guide the application of Section 9. \n In India, the remedy of restitution of conjugal rights is available not only under Section 9 of the Hindu Marriage Act, 1955 but also in the following provisions as well: \n   \n Section 32 and Section 33 of the Indian Divorce Act, 1869 \n Section 36 of the Parsi Marriage and Divorce Act, 1936 \n Section 22 of the Special Marriage Act, 1954 \n Grounds for Granting Restitution: \n To succeed in a restitution of conjugal rights petition, the petitioner must prove the following as per the courts: \n   \n Withdrawal: The petitioner must establish that the respondent has withdrawn from the marital bond and refuses to cohabit. \n Absence of Reasonable Excuse: It is essential to demonstrate that the respondent's withdrawal is without reasonable justification. Courts have held that trivial disputes or misunderstandings cannot be considered reasonable causes for refusing to live together. \n Willful Desertion: The petitioner must establish that the respondent's withdrawal is intentional and deliberate, indicating an intention to permanently break the marriage. \n Role of the Judiciary \n The Indian judiciary has consistently played a proactive role in dealing with restitution cases. Courts have emphasized the importance of reconciliation and have encouraged parties to explore mediation and counseling before resorting to legal remedies. They have emphasized the need for genuine efforts to restore the matrimonial relationship and have refrained from granting restitution when there is evidence of irretrievable breakdown or cruelty. \n   \n Discretionary Nature of Relief \n Courts exercise discretionary powers while granting restitution of conjugal rights. They consider various factors such as the nature of the dispute, the behavior and conduct of the parties, the presence of any valid grounds for separation, and the overall welfare of the individuals involved. While a decree of restitution can be granted, courts may not enforce it coercively, as they cannot compel a spouse to live with the other against their will. \n   \n Changing Dynamics \n In recent times, societal changes and evolving notions of individual autonomy and personal choices have impacted the application of Section 9. The judiciary has recognized that the right to personal liberty and the dignity of an individual must be balanced with the sanctity of marriage. Consequently, courts have become more cautious in enforcing restitution decrees, especially in cases where there is evidence of cruelty, abuse, or the irretrievable breakdown of the marriage, for example:- \n Saroj Rani v. Sudarshan Kumar Chadha (1984): \n In this landmark case, the Supreme Court of India established that Section 9 of the Hindu Marriage Act is not intended to be a tool for coercion or the enforcement of conjugal rights. The court held that reconciliation should be the primary objective and that a decree of restitution can only be granted if there is evidence of a deliberate and willful withdrawal without reasonable cause. \n   \n Ramesh Chandra v. Vijay Kumari (1997): \n The Supreme Court, in this case, clarified that if a spouse seeking restitution of conjugal rights is found guilty of cruelty, the court may not grant the decree. The court recognized that in cases of cruelty or abusive behavior, enforcing a restitution decree may be against the principles of justice and fairness. \n   \n Smt. Kanchan Devi v. Promod Kumar Mittal (1996): \n In this case, the court held that the refusal to have sexual intercourse without reasonable justification amounts to withdrawal from the marital bond. The court ruled that Section 9 can be invoked when there is a persistent denial of sexual rights, as it is an essential aspect of marital cohabitation. \n   \n Harvinder Kaur v. Harminder Singh (1984): \n The Supreme Court, in this case, held that a decree of restitution of conjugal rights can be granted even if the respondent has a valid ground for refusing to cohabit. However, the court also recognized that if the petitioner's conduct justifies the respondent's withdrawal, the decree may not be granted. \n   \n Smt. Sushma Pandey v. K. K. Pandey (2002): \n In this case, the court emphasized that while a decree of restitution may be granted, it cannot be enforced coercively. The court ruled that the judiciary does not have the power to compel a spouse to live with the other against their will. \n   \n These landmark cases have helped shape the interpretation and application of Section 9 of the Hindu Marriage Act, providing guidance to the judiciary in determining the circumstances under which a decree of restitution of conjugal rights can be granted and the factors to consider in such cases. \n   \n Conclusion \n “A Horse can be brought to the water pond but cannot be compelled to drink” \n   \n The above-mentioned proverb is very famous and the concept of restitution seems to be akin to the theory of conjugal rights. When a person is separated emotionally from another, then it becomes really difficult to unite them. Thus, restitution of conjugal rights is such a matrimonial remedy, which will force the person to save the marriage but it cannot guarantee its effectiveness. Some section of people also say that it is against the concept of natural law theory. \n Here one question arises- Whether anyone compelled to live with a partner he/she would rather not live with?  \n Marriage is just a relationship between two people; however, it is not right to only prevent this relationship from forcing people to live together. There is, however, a larger debate that we need to dwell on. Recognized as a component of the individual's personal laws, the restoration of conjugal rights is guided by values like religion, custom, and tradition. A vital element of compensation of conjugal rights stressed is that it is a cure which is pointed toward safeguarding the marriage and not at upsetting it as in that frame of mind of separation or legal division. It is a means of saving the marriage because it helps keep couples from breaking up. If the decree of restitution of the conjugal right or right to stay together is not followed for more than one year after the decree's date, it can be used as a basis for divorce. \n The judicial approach to Section 9 of the Hindu Marriage Act, 1955 reflects a delicate balance between the preservation of the marital institution and the recognition of individual rights and autonomy. The courts have been diligent in interpreting and applying the provision, ensuring fairness and considering the best interests of the parties involved. As societal dynamics continue to evolve, it is crucial for the judiciary to adapt and strike a harmonious balance between the sanctity of marriage and the protection of individual rights. \n  ",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 28": {
        "title": " THE JAYPEE INFRATECH LIMITED AND THE PETITION FOR INSOLVENCY ",
        "content": " \n Introduction \n One significant case related to insolvency and bankruptcy code (IBC) in India in 2020 is the Jaypee Infratech Limited (JIL) case.  \n Jaypee Infratech Limited, a subsidiary of Jaiprakash Associates Limited, was involved in real estate development and infrastructure projects, including the construction of the Yamuna Expressway. However, the company faced financial difficulties and was unable to complete its projects, leading to numerous grievances from homebuyers and creditors. \n In August 2017, the National Company Law Tribunal (NCLT) admitted an insolvency petition against Jaypee Infratech Limited filed by an IDBI Bank-led consortium. The case was subsequently taken over by the Insolvency and Bankruptcy Code (IBC), which aims to provide a time-bound resolution process for stressed companies. \n Resolution and Litigation Delays \n Several companies expressed interest in acquiring Jaypee Infratech Limited and completing its pending projects. The prominent bidders included the Suraksha Group and the state-owned NBCC (National Buildings Construction Corporation). \n The Committee of Creditors (CoC), consisting of financial creditors, was responsible for evaluating the resolution plans submitted by the interested bidders and selecting the preferred bidder. \n The Jaypee Infratech case witnessed several legal battles and delays, primarily due to conflicting interests and disputes among various stakeholders. Homebuyers were concerned about their investments and sought protection of their rights during the resolution process. \n The Supreme Court of India played a crucial role in overseeing the case and safeguarding the interests of homebuyers. It issued various directions to protect the rights of homebuyers and ensure a fair resolution process. \n After multiple rounds of bidding and deliberations, the resolution plan submitted by the NBCC was approved by the CoC and the NCLT. The plan aimed to complete the pending projects and provide relief to the homebuyers. \n   \n Analysis of the Case \n This insolvency case was a significant and complex matter that shed light on several crucial aspects of the insolvency and bankruptcy process in India.   \n One of the primary concerns in this case was the protection of the rights and interests of homebuyers. The Supreme Court's intervention played a crucial role in ensuring that the homebuyers' investments were safeguarded and their concerns were addressed. This case highlighted the need for adequate safeguards for homebuyers in the insolvency resolution process. \n   \n The Jaypee Infratech case faced numerous delays and legal battles, causing uncertainty and distress to all stakeholders involved. These delays stemmed from the complexities and conflicting interests among various parties. The case exposed the need for expediting the resolution process and establishing a framework to handle multiple stakeholders efficiently. \n   \n The case involved multiple resolution applicants, including the Suraksha Group and NBCC. The evaluation and selection of the preferred bidder were critical steps in determining the fate of the company and the stakeholders involved. The process highlighted the challenges of balancing the interests of different stakeholders, including financial creditors, operational creditors, and homebuyers. \n   \n The Supreme Court's active involvement in the case showcased its commitment to protecting the rights of homebuyers and ensuring a fair resolution process. The court's directions and interventions played a vital role in addressing the concerns of homebuyers, guiding the resolution process, and maintaining transparency. \n   \n The Jaypee Infratech case brought to the forefront the specific challenges faced by the real estate sector in the insolvency process. Real estate projects are complex and involve multiple stakeholders, including homebuyers, financial institutions, and contractors.  \n Critical Aspects   \n The case faced significant delays, leading to prolonged uncertainty for all stakeholders involved, particularly the homebuyers. These delays resulted in financial hardships, as homebuyers were left in limbo with their investments tied up in incomplete projects. The extended resolution process highlighted the need for faster and more efficient mechanisms to address insolvency cases, as delays can have severe implications for all parties involved. \n The Jaypee Infratech case brought to the forefront the need for robust protections for homebuyers in the insolvency resolution process. The Supreme Court's intervention and subsequent directions aimed at safeguarding the interests of homebuyers were commendable. However, the case also exposed the gaps in existing legislation that did not provide adequate safeguards for homebuyers' investments in real estate projects.The complexity of balancing the interests of financial creditors, operational creditors, and homebuyers created challenges. The evaluation process should ensure a thorough assessment of the financial viability and feasibility of the resolution plans while considering the interests of all stakeholders. Transparent and fair evaluation mechanisms are crucial to instill confidence in the resolution process. \n   \n Role of the Insolvency and Bankruptcy Code (IBC): The Jaypee Infratech case exposed the practical challenges and limitations of the IBC framework, particularly in the context of the real estate sector. The case highlighted the need to address sector-specific challenges and incorporate necessary amendments to the IBC to cater to the complexities of real estate projects. It also emphasized the importance of continuously refining and improving the bankruptcy code to enhance its effectiveness. \n   \n Stakeholder Communication and Trust: Effective communication and transparency are vital in insolvency cases, especially when multiple stakeholders are involved. The Jaypee Infratech case demonstrated the importance of maintaining trust and open lines of communication among all parties, including homebuyers, creditors, and resolution applicants. Timely and accurate information sharing can help alleviate concerns, mitigate disputes, and facilitate a smoother resolution process. \n   \n Conclusion \n The Jaypee Infratech case has set significant precedents for future insolvency cases, particularly in the real estate sector. The court's interventions and directions have influenced the way homebuyer rights are protected and resolution plans are evaluated. This case has also created awareness about the challenges faced in the real estate sector and the need for sector-specific provisions in insolvency laws. \n This insolvency case showcased the complexities and challenges associated with the resolution of large-scale insolvency cases, particularly in the real estate sector. The case highlighted the importance of timely resolution, enhanced protections for homebuyers, transparent evaluation processes, and continuous improvement of the insolvency framework to address sector-specific challenges effectively. \n  ",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 29": {
        "title": " RELIEF FROM DOUBLE TAXATION ",
        "content": " \n Double taxation refers to the imposition of taxes on the same income or assets by two or more jurisdictions. It occurs when two different taxing authorities, such as the government of two countries or two states within a country, claim the right to tax the same income, profits, or assets of an individual or a company. \n There are two primary types of double taxation: \n Double Taxation of Individuals: This type of double taxation occurs when an individual is taxed on the same income in two different jurisdictions. For example, if a person is a resident of one country but earns income from another country, both countries may claim the right to tax that individual's income. To mitigate this, many countries have entered into double taxation avoidance agreements (DTAAs) with other countries. DTAAs generally provide mechanisms such as tax credits or exemptions to avoid or minimize double taxation for individuals. \n Double Taxation of Companies: This type of double taxation happens when a company is subject to taxation on its profits in both the country where it earns the income (source country) and the country where it is registered or based (residence country). For instance, a multinational company may face taxation on its global profits by the country where it operates and also by its home country. To address this, various countries have introduced measures like tax treaties, foreign tax credits, or the exemption of certain types of income to alleviate the impact of double taxation for companies. \n PROVISIONS TO MITIGATE THE IMPACT OF DOUBLE TAXATION \n India has provisions to mitigate the impact of double taxation on individuals and companies. These provisions are primarily governed by the Indian Income Tax Act, 1961, and the Double Taxation Avoidance Agreements (DTAAs) that India has entered into with several countries. Here are some key provisions related to double taxation in India: \n Double Taxation Avoidance Agreements (DTAAs): India has signed DTAAs with over 90 countries to prevent double taxation and provide relief to taxpayers. These agreements allocate taxing rights between India and the respective country, specify the types of income covered, and provide mechanisms for tax relief. They typically include provisions for tax credits, exemptions, or reduced tax rates to avoid or mitigate double taxation. \n Tax Credit: Under the Indian Income Tax Act, a taxpayer who is a resident of India and earns income from a foreign country with which India has a tax treaty can claim a tax credit for the taxes paid in the foreign country. The tax credit is generally available for the lower of the tax paid in the foreign country or the tax liability calculated under Indian tax laws for that foreign income. This prevents the same income from being taxed twice. \n Exemption for Foreign Income: The Indian Income Tax Act provides exemptions for certain types of foreign income. For example, income earned by an Indian resident from specified sources outside India, such as foreign dividends, long-term capital gains from the sale of specified assets, or income from specified businesses outside India, may be exempt from tax in India. \n Advance Pricing Agreements (APAs): APAs are arrangements between the taxpayer and the tax authority to determine transfer pricing methodologies for international transactions involving associated enterprises. Transfer pricing refers to the pricing of cross-border transactions within multinational groups. APAs provide certainty to taxpayers regarding transfer pricing and help avoid disputes and double taxation. \n Mutual Agreement Procedure (MAP): The MAP is a mechanism provided in tax treaties that allows taxpayers to resolve disputes arising from the application of tax treaties. Under the MAP, taxpayers can approach the Competent Authorities of the countries involved to resolve issues of double taxation or to allocate taxing rights in cases where there is a disagreement between the tax authorities of the countries. \n UNION OF INDIA V. AZADI BACHAO ANDOLAN (2003) \n The Supreme Court of India examined the issue of double taxation in the context of the applicability of the Minimum Alternate Tax (MAT) to foreign companies. The case involved the interpretation of Section 115J of the Indian Income Tax Act, 1961. \n The dispute arose when the government-imposed MAT on certain foreign companies operating in India, even though they were not liable to pay tax on their book profits under the regular provisions of the Income Tax Act. The foreign companies argued that taxing their book profits under MAT would result in double taxation, as they were already paying taxes in their home jurisdictions. \n The Supreme Court, in its judgment, held that MAT provisions could be applicable to foreign companies as long as they had a \"place of business\" in India. It clarified that the provisions of MAT were not meant to override the provisions of the Double Taxation Avoidance Agreement (DTAA) between India and other countries. \n The court emphasized the importance of giving effect to the provisions of DTAA to prevent double taxation. It stated that if a tax treaty provides relief from taxation, it should prevail over the provisions of the Income Tax Act. The court also highlighted that the principle of non-discrimination must be observed while interpreting the provisions of the Income Tax Act and the tax treaties. This case established the principle.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    },
    "Article 30": {
        "title": " BUILDING IPR CULTURE : TRADEMARK COMPLIANCE FOR STARTUPS ",
        "content": " \n A trademark is a distinctive symbol, word, phrase, design, or combination thereof that identifies and distinguishes the source of goods or services of one party from those of others. Trademarks play a crucial role in branding and establishing the identity and reputation of a business. \n In terms of IPR compliance for startups, trademark protection is essential to safeguard their brand identity and prevent others from using similar marks that may cause confusion among consumers. Startups should conduct a comprehensive trademark search to ensure that the chosen mark is not already registered or being used by another company in a similar industry. This search helps identify potential conflicts and avoids infringement issues \n compliance involves several aspects, including: \n Registration and Protection: It entails properly registering and protecting intellectual property assets through appropriate channels, such as filing for patents, trademarks, or copyrights. By obtaining legal protection, IP owners can establish their rights and gain exclusive control over their creations or inventions. \n Monitoring and Enforcement: IPR compliance requires actively monitoring the marketplace for potential infringements and taking prompt action to enforce IP rights. This may involve monitoring online platforms, conducting investigations, sending cease and desist letters, or pursuing legal actions against infringers. \n Licensing and Contracts: IPR compliance includes managing licensing agreements and contracts related to intellectual property. This involves ensuring that proper licenses are obtained for the use of third-party IP and that the terms and conditions of such agreements are followed. \n Internal Policies and Training: Establishing internal policies and procedures to promote IPR compliance within an organization is crucial. This includes educating employees about intellectual property rights, implementing confidentiality and non-disclosure agreements, and fostering a culture that respects and protects IP assets. \n TRADEMARK REGISTRATION PROCEDURE \n Conduct trademark search \n Filing a trademark application: The initial and primary step involves submitting the required application to the Trademark Registry India. The applicant also has the option to file the application online. Once the application is filed, an acknowledgment receipt is generated through the official portal for future reference. \n Verification of application and documents: After submitting the application to India's Trademark Registry, the scrutiny process begins and is carried out by an assigned official called an Examiner. This verification process typically takes around 12-18 months. Upon inspection, the Examiner may unconditionally accept the trademark, conditionally accept it, or raise objections. \n In the case of unconditional acceptance, the trademark is published in the Trademark Journal. If the trademark is not unconditionally accepted, the Examiner will outline conditions to be fulfilled or objections to be addressed. The applicant is given one month to meet the conditions or respond to the objections. If the Examiner finds the applicant's response satisfactory, the trademark will be published in the Trademark Journal. \n Publication of trademark in the trademark journal: Publishing the trademark in the trademark journal allows third parties to raise objections within a specified timeframe. If no objections are raised, the authority can proceed with the next steps. However, if objections are raised, a fair hearing is conducted by the authority. \n Grant of trademark registration by the registrar: Subsequently, the applicant is issued a registration certificate by the registrar, valid for ten years. The certificate must bear the trademark office seal, indicating its authenticity. \n DOCUMENTS REQUIRED \n Applicant’s identity proof \n PAN \n Aadhar card \n Passport \n Certificate of Incorporation (COI), in case of companies registered under Company Act, 2013 \n Logo if it is applicable and available \n Address proof \n MONITORING AND ENFORCEMENT \n Trademark monitoring: Implement a trademark watch service that actively monitors new trademark applications, publications, and registrations to identify any potential conflicts or infringements. \n Cease and Desist Letters: If you discover unauthorized use of your trademark, sending a cease and desist letter to the infringing party is often the first step. The letter should clearly state your rights, provide evidence of infringement, and demand that the infringing party stops using the trademark. \n Negotiation and Settlement: In some cases, it may be possible to resolve trademark disputes through negotiation and settlement. This can involve licensing agreements, coexistence agreements, or other arrangements that allow both parties to use their trademarks without conflicting with each other. \n Litigation: When all other methods fail or in cases of serious infringement, litigation may be necessary to enforce your trademark rights.  \n LICENCING AND CONTRACTS  \n Trademark Licensing: Trademark licensing involves granting permission to another party (licensee) to use your trademark in connection with specific goods or services. This allows the licensee to benefit from the established reputation and recognition of your trademark while you retain ownership. A license agreement is drafted to outline the terms and conditions of the license, including the scope of the license, quality control measures, royalty or fee structure, duration, and termination provisions. \n Exclusive vs. Non-Exclusive License: You can choose to grant an exclusive license, which gives the licensee the sole right to use the trademark within the specified territory or market segment. Alternatively, a non-exclusive license allows multiple licensees to use the trademark simultaneously. \n Non-Disclosure Agreement: legal contract between parties to protect confidential information. It establishes obligations for the receiving party to maintain the secrecy of disclosed information and restrict its disclosure to third parties. The NDA specifies the scope of confidential information, the purpose for sharing it, and the permitted uses. It sets a non-disclosure period, during which the receiving party must comply with the confidentiality obligations. The agreement aims to safeguard trade secrets, proprietary data, and other sensitive information. Parties should clearly identify themselves, define the confidential information, and outline the consequences of any breach.",
        "author_details": {
            "author_name": "Theodore Lowe",
            "author_city": " Azusa New York"
        }
    }
}